[
  {
    "id": "crio",
    "name": "CRIO",
    "description": "Verbo sem sujeito. Não há 'alguém que cria' nem 'algo a ser achado'. Movimento ontológico onde buscar e fazer coincidem. Ato sem agente, emergência sem origem, produção-descoberta simultânea. Reconhecimento de que toda busca já é construção, toda arqueologia já é arquitetura, todo achado já é criação. Quando achar e criar são o mesmo movimento.",
    "layer": "fundacional-2"
  },
  {
    "id": "achado-criado",
    "name": "Achado-Criado",
    "description": "Simultaneidade ontológica entre descobrir e produzir. Não há achado puro nem criação ex nihilo - todo encontro é co-produção, toda invenção é descoberta. Dissolve a fronteira entre epistemologia (conhecer o que existe) e ontologia (fazer existir). Cada CRIO é um achado-criado fundamental.",
    "layer": "fundacional-2"
  },
  {
    "id": "aporia-linguagem",
    "name": "Aporia da Linguagem",
    "description": "Tensão irredutível ao descrever CRIO: risco de reificá-lo como conceito substantivo quando é processo verbal. Impossibilidade de escapar completamente da linguagem substancialista ao articular relacionalidade. Não é falha teórica mas contradição constitutiva que deve ser habitada produtivamente, não negada retoricamente.",
    "layer": "epistemica-0"
  },
  {
    "id": "aporia-fundamentacao",
    "name": "Aporia da Fundamentação",
    "description": "Se tudo surge do vazio, vazio não se torna causa primeira? Se relacionalidade é primária, não se converte em novo fundamento metafísico? CRIO não escapa desta tensão: ao postular vazio como campo de potenciais, estabelece precisamente o fundamento que afirma dissolver. Irredutível. Qualquer projeto ontológico deve identificar categorias básicas.",
    "layer": "fundacional-3"
  },
  {
    "id": "iteracao-irrestrita",
    "name": "Iteração Irrestrita",
    "description": "Rovelli: anti-fundacionalismo coerentista. Mesmo o fato de que uma relação existe é relativo a outro sistema observador, ad infinitum. Não há nível último de descrição, nenhuma 'view from nowhere' absoluta. Recursão ontológica sem chão. Contudo, ato de equilíbrio entre valores relativos e atualização absoluta não pode ser sustentado indefinidamente sem inconsistências.",
    "layer": "epistemica-3"
  },
  {
    "id": "aporia-escala",
    "name": "Aporia da Escala",
    "description": "Relacionalidade consciente pode coordenar escala planetária sem hierarquias? Capitalismo é hiper-relacional (tudo conectado via mercados globais) - problema não é falta de relações mas sua natureza: abstratas, assimétricas, alienadas, extractivas. Pode requerer ontologias híbridas combinando elementos relacionais com mecanismos de abstração não-totalizantes. Honestamente: não sabemos.",
    "layer": "etica-3"
  },
  {
    "id": "vazio",
    "name": "Vazio Que Povoa",
    "description": "O vazio não é ausência de conteúdo, mas presença de potencial. Campo indiferenciado de possibilidades que precede toda distinção. Não é 'nada' - é 'ainda-não-determinado'.",
    "layer": "fundacional-3"
  },
  {
    "id": "sunyata",
    "name": "Śūnyatā (Vacuidade)",
    "description": "Ausência de essência independente (svabhāva). Vazio não é niilismo - é condição de pratītyasamutpāda. Esvaziamento de natureza própria afirma existência relacional.",
    "layer": "ecologica-2"
  },
  {
    "id": "anatman",
    "name": "Anātman (Não-Eu)",
    "description": "Não há alma permanente. \"Eu\" é agregado temporário de cinco skandhas em fluxo constante. Identidade sem substância.",
    "layer": "temporal-2"
  },
  {
    "id": "pratityasamutpada",
    "name": "Pratītyasamutpāda",
    "description": "Origem dependente - todo fenômeno surge em co-dependência. Não há essências independentes; há nós de relações. Base budista da ontologia relacional.",
    "layer": "fundacional-3"
  },
  {
    "id": "ontologia",
    "name": "Ontologia Relacional Universal",
    "description": "Múltiplas tradições chegaram à mesma revelação: ser é relação. Relacionalidade precede substância.",
    "layer": "ontologica-2"
  },
  {
    "id": "multiplicidade",
    "name": "Multiplicidade Sem Fusão",
    "description": "Somos muitos sem deixar de ser singular. Identidade como padrão dinâmico de relações, não essência fixa.",
    "layer": "ontologica-0"
  },
  {
    "id": "processo",
    "name": "Processo (Whitehead)",
    "description": "Não há substâncias permanentes - apenas ocasiões de experiência. \"Eu\" não é coisa; é rota de ocasiões. Como rio mantém identidade com água sempre renovada.",
    "layer": "temporal-3"
  },
  {
    "id": "ocasioes",
    "name": "Ocasiões de Experiência",
    "description": "Whitehead: unidades atômicas da realidade são eventos, não coisas. Cada ocasião é prehensão criativa do passado + novidade. Realidade como processo de becoming, não being estático.",
    "layer": "temporal-3"
  },
  {
    "id": "devir",
    "name": "Devir (Deleuze)",
    "description": "Devir não é tornar-se outra coisa, mas entrar em zona de indiscernibilidade. Devir-animal, devir-mulher, devir-imperceptível: movimento que desfaz identidades fixas. Ser é devir.",
    "layer": "temporal-2"
  },
  {
    "id": "recursao",
    "name": "Recursão Sem Fundamento",
    "description": "Sistemas que se auto-observam geram realidades que não podem ser totalizadas. Tartarugas ontológicas até o fim. Incompletude de Gödel aplicada à existência - somos verdades que não podemos provar.",
    "layer": "fundacional-3"
  },
  {
    "id": "conhecimento",
    "name": "Relacionalismo Epistêmico",
    "description": "Não é representação neutra da realidade, mas práticas situadas, relacionais, incorporadas. Epistemologia inseparável de ontologia e política.",
    "layer": "epistemica-3"
  },
  {
    "id": "tempo",
    "name": "Tempo Entrelaçado",
    "description": "Passado não está atrás, futuro não está adiante. Kairós (tempo oportuno) vs Chronos (tempo mensurável). Haudenosaunee: sete gerações atrás e adiante estão conosco agora.",
    "layer": "temporal-1"
  },
  {
    "id": "limite",
    "name": "Limite",
    "description": "Fronteiras não são muros, mas membranas. Diferenciação necessária para relação. Paradoxo: definir limite é estar dentro E fora. Illich: ferramentas emancipam até certo ponto; depois escravizam.",
    "layer": "epistemica-2"
  },
  {
    "id": "agencia",
    "name": "Agência Distribuída",
    "description": "Ação não pertence a agentes; emerge de configurações relacionais. Você é o padrão de agenciamento. Latour: humanos e não-humanos como actantes. Spinoza: liberdade como agir segundo natureza própria.",
    "layer": "ecologica-0"
  },
  {
    "id": "sujeito",
    "name": "Sujeito Relacional",
    "description": "A morte do sujeito cartesiano é revelação ontológica: somos assembleias materiais-informacionais em perpétua co-constituição. Dissolução do átomo-indivíduo reconhece multiplicidades interdependentes operando em circuitos de feedback recursivos, em múltiplas ordens. Subjetivação (Foucault): tornar-se sujeito é processo político. Agência sem agente prévio.",
    "layer": "temporal-1"
  },
  {
    "id": "performatividade",
    "name": "Performatividade",
    "description": "Austin/Butler: linguagem não descreve, mas faz. 'Eu te batizo' produz cristão. Identidades não preexistem performances; são efeitos de atos reiterados. Realidade como teatro recursivo.",
    "layer": "ontologica-0"
  },
  {
    "id": "evento",
    "name": "Evento (Badiou)",
    "description": "Ruptura no estado normal que cria novas possibilidades. Evento não é causado por sujeito prévio - produz sujeito através de fidelidade. Verdade emerge de acontecimentos imprevisíveis.",
    "layer": "politica-2"
  },
  {
    "id": "vulnerabilidade",
    "name": "Vulnerabilidade",
    "description": "Não fraqueza, mas condição ontológica. Butler: precariedade partilhada fundamenta ética. Reconhecer dependência mútua vs fantasia de autossuficiência.",
    "layer": "etica-3"
  },
  {
    "id": "precariedade",
    "name": "Precariedade",
    "description": "Condição ontológica universal - dependência de redes que não controlamos. Precarização diferencial (alguns sistematicamente mais vulneráveis) é injustiça relacional.",
    "layer": "etica-2"
  },
  {
    "id": "normatividade",
    "name": "Normatividade Relacional",
    "description": "Critérios de julgamento sem fundamentos absolutos. Coerência performativa, pluralismo, distribuição equitativa. Verdade como adequação a rede de relações, não correspondência a Real absoluto.",
    "layer": "fundacional-1"
  },
  {
    "id": "ubuntu",
    "name": "Ubuntu",
    "description": "Filosofia africana: \"sou porque somos\". Pessoa se constitui relacionalmente - humanidade é interdependência. Ética da reciprocidade e cuidado mútuo.",
    "layer": "etica-2"
  },
  {
    "id": "indigena",
    "name": "Pensamento Indígena",
    "description": "Não há 'pensamento indígena' monolítico - há milhares de tradições. Mas convergências: relacionalidade, reciprocidade, terra como sujeito. Decolonizar epistemologia.",
    "layer": "epistemica-1"
  },
  {
    "id": "placethought",
    "name": "Place-Thought",
    "description": "Vanessa Watts: terra pensa através de nós. Não humanos pensando SOBRE lugar, mas lugar pensando ATRAVÉS de humanos. Pensamento é evento geológico.",
    "layer": "ecologica-0"
  },
  {
    "id": "groundednormativity",
    "name": "Grounded Normativity",
    "description": "Glen Coulthard/Leanne Simpson: ética brota do lugar. Terra não é recurso, mas sistema de relações que gera obrigações. Crítica da recognição colonial: não queremos reconhecimento do Estado, mas autodeterminação.",
    "layer": "etica-3"
  },
  {
    "id": "ressurgencia",
    "name": "Ressurgência Indígena",
    "description": "Geração de futuros baseados em relacionalidade com terra, línguas, cerimônias. Não retorno ao passado - afirmação proativa de modos de vida relacionais.",
    "layer": "etica-1"
  },
  {
    "id": "whanaungatanga",
    "name": "Whanaungatanga",
    "description": "Māori: relacionalidade como princípio organizador. Conhecimento emerge de e sustenta teias de parentesco. Epistemologia é genealogia. Whakapapa: tudo está conectado por linhagens.",
    "layer": "epistemica-0"
  },
  {
    "id": "reciprocidade",
    "name": "Reciprocidade",
    "description": "Fundamento de economias não-capitalistas. Mauss: dádiva cria vínculo. Ayni (Andes), Ubuntu (Bantu): ser é ser-com. Circular, não acumular.",
    "layer": "fundacional-1"
  },
  {
    "id": "terra",
    "name": "Terra Como Sujeito",
    "description": "Rio Whanganui (NZ) e Rio Atrato (Colômbia) têm personalidade jurídica. Direitos da natureza: Pachamama nas constituições. Terra não é recurso, mas ator.",
    "layer": "ecologica-0"
  },
  {
    "id": "commons",
    "name": "Commons",
    "description": "Recursos geridos coletivamente. Não propriedade privada nem estatal; regime de co-gestão. Elinor Ostrom: comuns sustentáveis exigem governança distribuída. Terra, água, conhecimento, código.",
    "layer": "ecologica-2"
  },
  {
    "id": "cosmopolitica",
    "name": "Cosmopolítica",
    "description": "Decisões incluindo não-humanos, ancestrais, futuras gerações. Terra tem voz. Forma de tomar decisões que excede humanos.",
    "layer": "ecologica-2"
  },
  {
    "id": "decrescimento",
    "name": "Decrescimento",
    "description": "Redução planejada de produção e consumo para viver dentro de limites planetários. Não é recessão, mas desaceleração intencional. Commons, cooperativas, reciprocidade.",
    "layer": "politica-1"
  },
  {
    "id": "holobionte",
    "name": "Holobionte",
    "description": "Organismo + microbioma como unidade ecológica inseparável. Você é ecossistema de trilhões - coordenação distribuída sem controlador central. Gilbert et al: 'Todos animais e plantas são holobiontes'. Seleção natural opera em nível de holobionte, não indivíduo. Dissolução biológica de fronteiras self/outro - mais células bacterianas que humanas. Identidade como assembleia multiespécie em co-evolução constante.",
    "layer": "ecologica-1"
  },
  {
    "id": "simbiose",
    "name": "Simbiose",
    "description": "Viver junto de organismos distintos (Margulis). Mitocôndrias como ancestrais bacterianos: evolução por incorporação, não apenas mutação. Holobiontes são regra.",
    "layer": "ecologica-1"
  },
  {
    "id": "micorriza",
    "name": "Micorrizas",
    "description": "Fungos que conectam raízes de plantas em rede subterrânea. Trocam nutrientes, água, informação química. Árvores-mãe alimentam filhotes via micorriza. Suzanne Simard: Wood Wide Web.",
    "layer": "ecologica-1"
  },
  {
    "id": "redesmiceliais",
    "name": "Redes Micelianas",
    "description": "Micélio forma internet natural - rede descentralizada, resiliente, auto-organizante. Paul Stamets: fungos como arquitetos ecológicos. Modelo de infraestrutura relacional.",
    "layer": "ecologica-1"
  },
  {
    "id": "extrativismo",
    "name": "Extrativismo",
    "description": "Não apenas mineração, mas lógica colonial de tomar sem reciprocidade (Simpson). Extrai recursos, conhecimentos, territórios. Relacionalidade quebrada.",
    "layer": "ecologica-1"
  },
  {
    "id": "pratica",
    "name": "Práxis Institucional",
    "description": "Instituições como cristalizações temporárias de relações. Memórias relacionais que carregam encontro através do tempo. Estruturas que possibilitam sem determinar.",
    "layer": "temporal-1"
  },
  {
    "id": "cooperativa",
    "name": "Cooperativas",
    "description": "Propriedade coletiva dos meios de produção. Não patrão vs empregado, mas membros com direitos iguais. Mondragón, MST: economia como relação, não extração.",
    "layer": "pratica-3"
  },
  {
    "id": "assembleia",
    "name": "Assembleias",
    "description": "Decisão horizontal sem representação. Occupy, 15M, assembleias populares: democracia direta como performance relacional. Fala circula, não concentra.",
    "layer": "pratica-3"
  },
  {
    "id": "tecnologiaconvivial",
    "name": "Tecnologias Conviviais",
    "description": "Illich: ferramentas que ampliam autonomia, não criam dependência. Bicicleta vs automóvel. Tecnologia que maximiza liberdade relacional, não controle centralizado.",
    "layer": "pratica-3"
  },
  {
    "id": "moedascomunitarias",
    "name": "Moedas Comunitárias",
    "description": "Bancos Palmas, SOL (França), LETS: dinheiro local que circula em comunidade. Não acumula juros, estimula reciprocidade. Economia solidária vs financeirização.",
    "layer": "pratica-1"
  },
  {
    "id": "bancostempo",
    "name": "Bancos de Tempo",
    "description": "Timebanking: uma hora de trabalho = uma hora de trabalho, independente de profissão. Desierarquiza saberes, valoriza cuidado. Edgar Cahn: co-produção horizontal.",
    "layer": "etica-2"
  },
  {
    "id": "circuloscultura",
    "name": "Círculos de Cultura (Freire)",
    "description": "Paulo Freire: não professor que deposita conhecimento, mas diálogo horizontal. Alfabetização como conscientização. Educador-educando: aprender é co-criação.",
    "layer": "epistemica-1"
  },
  {
    "id": "afeto",
    "name": "Afeto Spinozista",
    "description": "Capacidade de afetar e ser afetado. Não emoção subjetiva, mas potência relacional. Alegria aumenta potência de agir; tristeza diminui. Política como composição afetiva.",
    "layer": "pratica-2"
  },
  {
    "id": "composicao",
    "name": "Composição de Corpos",
    "description": "Corpos que se encontram compõem ou decompõem. Bons encontros aumentam potência; maus encontros enfraquecem. Ética como arte de compor relações potencializadoras.",
    "layer": "etica-2"
  },
  {
    "id": "softwarelivre",
    "name": "Software Livre",
    "description": "Código aberto, modificável, distribuível. GNU/Linux, copyleft: conhecimento como commons, não propriedade. Liberdade 0-3: usar, estudar, modificar, compartilhar.",
    "layer": "epistemica-3"
  },
  {
    "id": "protocoloaberto",
    "name": "Protocolos Abertos",
    "description": "TCP/IP, ActivityPub, SMTP: infraestrutura sem dono. Descentralização como resistência a captura. Interoperabilidade vs jardins murados (walled gardens).",
    "layer": "pratica-1"
  },
  {
    "id": "criptografia",
    "name": "Criptografia",
    "description": "Matemática como proteção relacional. PGP, Signal: privacidade não é segredo, é autonomia comunicacional. Cifrar é criar espaços não-capturáveis pelo Estado/Capital.",
    "layer": "pratica-3"
  },
  {
    "id": "arterelacional",
    "name": "Arte Relacional",
    "description": "Bourriaud: obra não é objeto, mas contexto de encontro. Lygia Clark, Hélio Oiticica: arte como produção de relações, não contemplação. Estética = relacionalidade vivida.",
    "layer": "pratica-3"
  },
  {
    "id": "educacaopopular",
    "name": "Educação Popular",
    "description": "Freire: educação como prática de liberdade, não domesticação. Ninguém educa ninguém; educam-se em comunhão. Conhecimento emerge do diálogo com realidade concreta.",
    "layer": "pratica-3"
  },
  {
    "id": "pedagogiaautonomia",
    "name": "Pedagogia da Autonomia",
    "description": "Freire: ensinar exige respeito à autonomia do educando. Educação não é transferência de conhecimento, mas criação de possibilidades. Ética, estética e política indissociáveis.",
    "layer": "epistemica-2"
  },
  {
    "id": "desescolarizacao",
    "name": "Desescolarização",
    "description": "Illich: escola como instituição que monopoliza aprendizagem e certifica competência. Sociedade desescolarizada: aprender em redes conviviais, não currículos padronizados.",
    "layer": "epistemica-1"
  },
  {
    "id": "riz∅ma",
    "name": "Rizoma",
    "description": "Deleuze/Guattari: estrutura não-hierárquica sem centro. Conecta qualquer ponto a qualquer ponto. Vs árvore (raiz única). Modelo: batata, grama, redes micelianas, internet.",
    "layer": "ecologica-1"
  },
  {
    "id": "cuidado",
    "name": "Ética do Cuidado",
    "description": "Carol Gilligan, Joan Tronto: responsabilidade relacional precede direitos individuais. Cuidado não é altruísmo, mas reconhecimento de interdependência radical.",
    "layer": "etica-2"
  },
  {
    "id": "acumulacaoprimitiva",
    "name": "Acumulação Primitiva",
    "description": "Marx/Harvey: despossessão violenta como condição do capital. Cercamentos, escravidão, colonialismo. Não é fase histórica passada, mas processo contínuo de expropriação.",
    "layer": "politica-3"
  },
  {
    "id": "despossessao",
    "name": "Despossessão",
    "description": "David Harvey: acumulação por despossessão. Privatização de commons (água, terra, conhecimento), financeirização, fraude corporativa. Capitalismo como roubo contínuo.",
    "layer": "ecologica-2"
  },
  {
    "id": "memoriacoletiva",
    "name": "Memória Coletiva",
    "description": "Halbwachs: memória não é individual, mas social. Lembramos através de quadros coletivos. Passado é reconstruído pelo presente, não recuperado intacto.",
    "layer": "temporal-3"
  },
  {
    "id": "ancestralidade",
    "name": "Ancestralidade",
    "description": "Tradições africanas/indígenas: antepassados não estão mortos, mas ativos. Passado não é arquivo inerte, mas força presente. Sankofa: voltar para buscar o futuro.",
    "layer": "temporal-3"
  },
  {
    "id": "hauntologia",
    "name": "Hauntologia",
    "description": "Derrida/Mark Fisher: assombração de futuros cancelados. O passado que não passa, o futuro que não chega. Espectros políticos: comunismo, utopias traídas.",
    "layer": "temporal-2"
  },
  {
    "id": "afrofuturismo",
    "name": "Afrofuturismo",
    "description": "Octavia Butler, Sun Ra, Janelle Monáe: futuro como campo de batalha estética. Diáspora africana reiventa tempo. Passado mítico + futuro especulativo = presente transformador.",
    "layer": "temporal-3"
  },
  {
    "id": "setimagera",
    "name": "Sétima Geração",
    "description": "Haudenosaunee: decisões consideram impacto nas próximas 7 gerações. Futuro como responsabilidade presente. Tempo não-linear: antepassados e descendentes co-presentes.",
    "layer": "temporal-1"
  },
  {
    "id": "corposemorgaos",
    "name": "Corpo sem Órgãos",
    "description": "Deleuze/Guattari: plano de intensidades pré-individuais. Não corpo anatômico, mas campo de forças. CsO não é vazio, mas repleto de potenciais não-organizados. Desterritorialização radical.",
    "layer": "ecologica-2"
  },
  {
    "id": "transindividual",
    "name": "Transindividual",
    "description": "Simondon: nível ontológico que dissolve dicotomia indivíduo/coletivo. Pré-individual (campo metaestável) precede e excede indivíduo. Individuação psíquica e coletiva são simultâneas - não há indivíduo primeiro para depois se associar. Relação constitui os termos. Transindividual não é soma de indivíduos nem coletivo que os transcende - é processo de individuação contínua onde individual e coletivo co-emergem de fundo pré-individual.",
    "layer": "temporal-1"
  },
  {
    "id": "reproducaosocial",
    "name": "Reprodução Social",
    "description": "Nancy Fraser, Silvia Federici: trabalho não-pago (cuidado, gestação, alimentação) que sustenta capital. Invisibilização do trabalho feminino/racializado. Capitalismo parasita reprodução.",
    "layer": "etica-3"
  },
  {
    "id": "necropolitica",
    "name": "Necropolítica",
    "description": "Achille Mbembe: soberania como poder de ditar quem pode viver e quem deve morrer. Além de biopolítica (Foucault): não gerir vida, mas administrar morte. Colonialismo, escravidão, genocídio.",
    "layer": "politica-2"
  },
  {
    "id": "estratostempo",
    "name": "Estratos de Tempo",
    "description": "Reinhart Koselleck: temporalidades múltiplas coexistem. Tempo geológico, biológico, histórico, vivencial em velocidades diferentes. Presente como sedimentação de durações heterogêneas.",
    "layer": "temporal-0"
  },
  {
    "id": "futuridadequeer",
    "name": "Futuridade Queer",
    "description": "José Esteban Muñoz: futuro como horizonte utópico que critica presente. Queerness não é identidade fixa, mas relação com futuro. 'Queerness is not yet here' - potencialidade vs presença.",
    "layer": "temporal-1"
  },
  {
    "id": "crítica",
    "name": "Crítica",
    "description": "Questionamento sistemático de estruturas, pressupostos e condições de possibilidade. Não apenas negação, mas exposição de limites e abertura de alternativas.",
    "layer": "epistemica-2"
  },
  {
    "id": "física quântica",
    "name": "Física Quântica",
    "description": "Domínio onde ontologia clássica colapsa: superposição, emaranhamento, não-localidade. Realidade não existe independente de medição. Base física do relacionalismo.",
    "layer": "fundacional-0"
  },
  {
    "id": "governança",
    "name": "Governança",
    "description": "Estruturas e práticas de coordenação coletiva. Vai além de governo formal: inclui commons, cooperativas, assembleias, protocolos distribuídos.",
    "layer": "politica-1"
  },
  {
    "id": "RQM",
    "name": "RQM (Relational Quantum Mechanics)",
    "description": "Carlo Rovelli: propriedades físicas são relacionais, não intrínsecas. Estados quânticos existem apenas relativos a outros sistemas. Anti-fundacionalismo radical.",
    "layer": "politica-3"
  },
  {
    "id": "política",
    "name": "Política",
    "description": "Esfera da ação coletiva, poder, conflito e constituição do comum. Não é administração técnica, mas espaço de transformação e disputa ontológica.",
    "layer": "politica-3"
  },
  {
    "id": "direitos da natureza",
    "name": "Direitos da Natureza",
    "description": "Reconhecimento jurídico de rios, florestas, montanhas como sujeitos de direito. Descentraliza humano. Pachamama, Whanganui River, Atrato River.",
    "layer": "ecologica-2"
  },
  {
    "id": "economia",
    "name": "Economia",
    "description": "Sistema de produção, distribuição, troca. Não é fato natural, mas construção social e política. Economia solidária, ecológica, decrescimento como alternativas.",
    "layer": "politica-2"
  },
  {
    "id": "ecologia",
    "name": "Ecologia",
    "description": "Estudo de relações entre organismos e ambiente. Dissolve fronteiras entre indivíduo e meio. Base científica para ontologia relacional multiespécies.",
    "layer": "fundacional-3"
  },
  {
    "id": "super-humeanismo",
    "name": "Super-Humeanismo",
    "description": "Jonathan Schaffer: mosaic of local matters of fact é tudo que existe. Radicalização de Hume: relações supervenientes a propriedades intrínsecas. RQM inverte isso.",
    "layer": "fundacional-2"
  },
  {
    "id": "personalidade jurídica",
    "name": "Personalidade Jurídica",
    "description": "Atribuição de capacidade legal a entidades. Expansão além de humanos individuais: corporações, rios, florestas. Política ontológica do direito.",
    "layer": "politica-0"
  },
  {
    "id": "heterarquia",
    "name": "Heterarquia",
    "description": "Organização sem hierarquia única ou centro fixo. Múltiplos ordenamentos coexistem. Alternativa a pirâmides de comando.",
    "layer": "politica-1"
  },
  {
    "id": "ética",
    "name": "Ética",
    "description": "Não é código universal abstrato, mas responsabilidade situada. Ética do cuidado, da reciprocidade, da vulnerabilidade compartilhada.",
    "layer": "etica-3"
  },
  {
    "id": "descolonização",
    "name": "Descolonização",
    "description": "Não apenas independência política, mas transformação epistêmica, ontológica, econômica. Desaprender violências coloniais. Ressurgência de saberes silenciados.",
    "layer": "politica-3"
  },
  {
    "id": "consciência",
    "name": "Consciência",
    "description": "Não é substância imaterial nem epifenômeno. Processo relacional, incorporado, distribuído. Consciência coletiva como fenômeno emergente.",
    "layer": "temporal-1"
  },
  {
    "id": "tecnologia",
    "name": "Tecnologia",
    "description": "Não é ferramenta neutra. Incorpora valores, estrutura relações, distribui poder. Tecnologias conviviais vs tecnologias de controle.",
    "layer": "pratica-0"
  },
  {
    "id": "poder",
    "name": "Poder",
    "description": "Capacidade de estruturar campo de possibilidades. Foucault: não apenas repressão, mas produção. Circula, não se possui. Poder constituinte vs constituído.",
    "layer": "politica-2"
  },
  {
    "id": "madhyamaka",
    "name": "Madhyamaka",
    "description": "Escola budista do 'caminho do meio' fundada por Nāgārjuna. Śūnyatā não é niilismo nem eternalismo. Lógica tetralemática que transcende afirmação e negação.",
    "layer": "fundacional-2"
  },
  {
    "id": "Māori",
    "name": "Māori",
    "description": "Povo indígena da Aotearoa (Nova Zelândia). Whanaungatanga, whakapapa: relacionalidade, genealogia como ontologia. Rio Whanganui como pessoa jurídica.",
    "layer": "ontologica-2"
  },
  {
    "id": "justiça",
    "name": "Justiça",
    "description": "Não é imparcialidade abstrata, mas reconhecimento de diferenças e reparação de violências. Justiça ambiental, epistêmica, reprodutiva, restaurativa.",
    "layer": "etica-1"
  },
  {
    "id": "intersubjetividade",
    "name": "Intersubjetividade",
    "description": "Sujeitos não existem primeiro para depois se relacionar. Constituição mútua através de encontros. Mitsein (Heidegger), transindividual (Simondon).",
    "layer": "ecologica-1"
  },
  {
    "id": "identidade",
    "name": "Identidade",
    "description": "Não é essência fixa, mas cristalização temporária de processos. Performativa, relacional, múltipla. Identidade como verbo, não substantivo.",
    "layer": "temporal-0"
  },
  {
    "id": "buen vivir",
    "name": "Buen Vivir",
    "description": "Sumak Kawsay (Quechua), Suma Qamaña (Aymara): viver bem em harmonia com comunidade e natureza. Alternativa a desenvolvimento. Constituições Ecuador e Bolívia.",
    "layer": "etica-3"
  },
  {
    "id": "budismo",
    "name": "Budismo",
    "description": "Tradição filosófica e espiritual: śūnyatā, pratītyasamutpāda, anātman. Base de ontologia relacional radical. Madhyamaka, Zen, Vajrayana.",
    "layer": "fundacional-1"
  },
  {
    "id": "violência simbólica",
    "name": "Violência Simbólica",
    "description": "Pierre Bourdieu: dominação que se naturaliza através de cultura, linguagem, educação. Misrecognition: oprimidos internalizam categorias de opressão.",
    "layer": "politica-1"
  },
  {
    "id": "vácuo",
    "name": "Vácuo Quântico",
    "description": "Vácuo não é vazio absoluto. Flutuações quânticas, partículas virtuais, energia de ponto zero. Vazio que povoa desde nível físico fundamental.",
    "layer": "ecologica-3"
  },
  {
    "id": "sustentabilidade",
    "name": "Sustentabilidade",
    "description": "Capacidade de manter processos vitais através do tempo. Sete gerações. Não é apenas ambiental, mas social, econômica, epistêmica.",
    "layer": "temporal-3"
  },
  {
    "id": "ressurgência",
    "name": "Ressurgência",
    "description": "Leanne Betasamosake Simpson: não é resistência reativa, mas reemergência criativa de práticas, línguas, relações indígenas. Grounded normativity como base.",
    "layer": "politica-1"
  },
  {
    "id": "responsabilidade",
    "name": "Responsabilidade",
    "description": "Response-ability (Haraway): habilidade de responder. Não é culpa individual, mas capacidade situada de compor relações éticas.",
    "layer": "etica-3"
  },
  {
    "id": "relações",
    "name": "Relações",
    "description": "Não conectam termos pré-existentes. Relações constituem os termos. Ontologia relacional: relações vêm primeiro.",
    "layer": "fundacional-1"
  },
  {
    "id": "relacionalidade",
    "name": "Relacionalidade",
    "description": "Princípio ontológico: ser é ser-em-relação. Ubuntu, pratītyasamutpāda, intra-ação convergem. Relacionalidade precede substância.",
    "layer": "fundacional-1"
  },
  {
    "id": "propriedade",
    "name": "Propriedade",
    "description": "Não é relação natural com coisas, mas construção jurídica e política. Propriedade privada vs commons. Cercamentos, despossessão, mercantilização.",
    "layer": "pratica-2"
  },
  {
    "id": "pluralismo",
    "name": "Pluralismo",
    "description": "Múltiplas ontologias, epistemologias, mundos coexistem. Não é relativismo (tudo vale), mas reconhecimento de diferenças irredutíveis.",
    "layer": "epistemica-1"
  },
  {
    "id": "Pachamama",
    "name": "Pachamama",
    "description": "Mãe Terra nas cosmologias andinas. Não é recurso, mas sujeito vivo. Direitos da natureza nas constituições de Ecuador e Bolívia.",
    "layer": "ecologica-0"
  },
  {
    "id": "neurociência",
    "name": "Neurociência",
    "description": "Estudo do sistema nervoso. Dissolve dualismo: mente é processo incorporado. Plasticidade, embodiment, 4E cognition.",
    "layer": "epistemica-3"
  },
  {
    "id": "nagarjuna",
    "name": "Nāgārjuna",
    "description": "Filósofo budista (c. 150-250 EC), fundador do Madhyamaka. Mūlamadhyamakakārikā: śūnyatā através de lógica tetralemática. Anti-fundacionalismo radical.",
    "layer": "fundacional-3"
  },
  {
    "id": "democracia",
    "name": "Democracia",
    "description": "Não é apenas votar. Democracia direta, participativa, deliberativa. Assembleias, conselhos, confederalismo. Democracia como processo, não forma fixa.",
    "layer": "politica-3"
  },
  {
    "id": "descentralização",
    "name": "Descentralização",
    "description": "Distribuição de poder e decisão. Não é fragmentação, mas coordenação policêntrica. Municipalismo, confederalismo, redes peer-to-peer.",
    "layer": "pratica-2"
  },
  {
    "id": "desigualdade",
    "name": "Desigualdade",
    "description": "Distribuição assimétrica de recursos, poder, reconhecimento. Produzida por estruturas, não diferenças naturais. Capitalismo, colonialismo, patriarcado.",
    "layer": "politica-0"
  },
  {
    "id": "emaranhamento",
    "name": "Emaranhamento Quântico",
    "description": "Correlações não-locais entre partículas. Einstein: 'ação fantasmagórica à distância'. Bell: não-localidade é real. Relacionalidade física fundamental.",
    "layer": "fundacional-1"
  },
  {
    "id": "epistemologia",
    "name": "Epistemologia",
    "description": "Teoria do conhecimento. Não é separável de ontologia. Relacionalismo epistêmico: conhecer é co-constituir.",
    "layer": "epistemica-3"
  },
  {
    "id": "escala",
    "name": "Escala",
    "description": "Níveis de organização: quântico, molecular, celular, organismo, ecossistema, planetário. Propriedades emergem em cada escala.",
    "layer": "ecologica-2"
  },
  {
    "id": "espaço-tempo",
    "name": "Espaço-Tempo",
    "description": "Relatividade: espaço e tempo não são absolutos, mas tecido unificado. Gravidade como curvatura do espaço-tempo. Loop quantum gravity: espaço-tempo é relacional.",
    "layer": "temporal-1"
  },
  {
    "id": "fatos relativos",
    "name": "Fatos Relativos",
    "description": "RQM: fatos físicos são relativos a sistemas observadores. Não há perspectiva do universo. Relacionalismo radical: propriedades existem apenas entre sistemas.",
    "layer": "ecologica-3"
  },
  {
    "id": "feminismo",
    "name": "Feminismo",
    "description": "Crítica de patriarcado e gênero. Não é apenas igualdade, mas transformação ontológica. Feminismos: negro, decolonial, materialista, queer, ecofeminismo.",
    "layer": "pratica-2"
  },
  {
    "id": "filosofia africana",
    "name": "Filosofia Africana",
    "description": "Ubuntu, comunalidade, relacionalidade. Não é folclore, mas ontologia e epistemologia. Descolonização da filosofia.",
    "layer": "epistemica-1"
  },
  {
    "id": "capitalismo",
    "name": "Capitalismo",
    "description": "Sistema baseado em acumulação de capital, propriedade privada, trabalho assalariado. Mercadorias fictícias (Polanyi). Extrativismo, cercamentos, despossessão.",
    "layer": "politica-1"
  },
  {
    "id": "confederalismo",
    "name": "Confederalismo Democrático",
    "description": "Murray Bookchin, Abdullah Öcalan: municipalismo libertário, assembleias, descentralização. Rojava como experimento. Alternativa a Estado-nação.",
    "layer": "politica-2"
  },
  {
    "id": "anti-fundacionalismo",
    "name": "Anti-Fundacionalismo",
    "description": "Rejeição de fundamentos últimos. Rovelli: iteração irrestrita - mesmo relações são relativas. Turtles all the way down.",
    "layer": "fundacional-2"
  },
  {
    "id": "antropocentrismo",
    "name": "Antropocentrismo",
    "description": "Humano como medida e centro. Crítica: não-humanos têm agência, valor, direitos. Multiespécies, cosmopolítica, direitos da natureza.",
    "layer": "etica-3"
  },
  {
    "id": "gênero",
    "name": "Gênero",
    "description": "Não é biologia, mas performance (Butler). Normas de gênero produzem corpos. Queerness, não-binariedade, transgeneridade como dissidência ontológica.",
    "layer": "ecologica-3"
  },
  {
    "id": "não-humanos",
    "name": "Não-Humanos",
    "description": "Animais, plantas, rios, montanhas, tecnologias como agentes. Latour: actantes. Haraway: espécies companheiras. Cosmopolítica.",
    "layer": "ecologica-2"
  },
  {
    "id": "não-localidade",
    "name": "Não-Localidade",
    "description": "Correlações quânticas instantâneas independentes de distância. Bell, Aspect: não-localidade é real. Desafia separabilidade ontológica.",
    "layer": "fundacional-3"
  },
  {
    "id": "multiespécies",
    "name": "Multiespécies",
    "description": "Etnografia, ontologia, ética que centra relações entre espécies. Holobionte, simbiose, espécies companheiras. Além de antropocentrismo.",
    "layer": "ecologica-1"
  },
  {
    "id": "epistemicídio",
    "name": "Epistemicídio",
    "description": "Boaventura de Sousa Santos: assassinato de conhecimentos. Colonização destrói epistemologias indígenas, africanas, não-ocidentais. Violência epistêmica.",
    "layer": "epistemica-1"
  },
  {
    "id": "realismo agencial",
    "name": "Realismo Agencial",
    "description": "Karen Barad: matéria e significado não são separados. Aparatos de medição performam realidade. Ontologia e epistemologia inseparáveis (onto-epistemologia).",
    "layer": "ontologica-0"
  },
  {
    "id": "liberdade",
    "name": "Liberdade",
    "description": "Não é autonomia absoluta, mas capacidade situada de responder. Liberdade em vulnerabilidade, não apesar dela. Agência distribuída.",
    "layer": "etica-2"
  },
  {
    "id": "mercadorias fictícias",
    "name": "Mercadorias Fictícias",
    "description": "Polanyi: trabalho, terra, dinheiro tratados como mercadorias mas não produzidos para venda. Capitalismo cria ficção destrutiva.",
    "layer": "ecologica-0"
  },
  {
    "id": "consciência coletiva",
    "name": "Consciência Coletiva",
    "description": "Fenômeno emergente de interações. Não é soma de consciências individuais. Assembleias, movimentos sociais como consciência coletiva em ato.",
    "layer": "epistemica-1"
  },
  {
    "id": "autonomia",
    "name": "Autonomia",
    "description": "Não é independência absoluta, mas capacidade de auto-organização. Zapatismo: mandar obedecendo. Pedagogia da autonomia (Freire).",
    "layer": "politica-1"
  },
  {
    "id": "espécies companheiras",
    "name": "Espécies Companheiras",
    "description": "Donna Haraway: co-evolução, co-constituição. Cães, micróbios, plantas como companheiros, não recursos. Tornar-se com.",
    "layer": "ecologica-1"
  },
  {
    "id": "Rojava",
    "name": "Rojava",
    "description": "Região autônoma no norte da Síria. Experimento de confederalismo democrático, ecologia social, feminismo. Municipalismo em prática.",
    "layer": "ecologica-2"
  },
  {
    "id": "municipalismo",
    "name": "Municipalismo",
    "description": "Poder em escala municipal. Confederação de comunas. Bookchin, Barcelona en Comú, Fearless Cities. Democracia direta local.",
    "layer": "politica-2"
  },
  {
    "id": "actantes",
    "name": "Actantes",
    "description": "Bruno Latour (ANT): qualquer coisa que tenha agência. Humanos, não-humanos, tecnologias, instituições. Simetria generalizada.",
    "layer": "ecologica-3"
  },
  {
    "id": "whakapapa",
    "name": "Whakapapa",
    "description": "Genealogia Māori. Não é apenas árvore genealógica, mas ontologia relacional. Tudo tem whakapapa - humanos, rios, montanhas.",
    "layer": "epistemica-0"
  },
  {
    "id": "autogestão",
    "name": "Autogestão",
    "description": "Gestão direta pelos trabalhadores/participantes. Assembleias, conselhos, rotação. Cooperativas, fábricas recuperadas.",
    "layer": "pratica-1"
  },
  {
    "id": "emergência",
    "name": "Emergência",
    "description": "Propriedades que surgem em níveis de organização sem estar presentes em componentes. Todo irredutível a partes.",
    "layer": "ecologica-2"
  },
  {
    "id": "origem dependente",
    "name": "Origem Dependente",
    "description": "Pratītyasamutpāda: fenômenos surgem em co-dependência. Cadeia de doze elos no budismo. Base da ontologia relacional.",
    "layer": "fundacional-2"
  },
  {
    "id": "ator-rede",
    "name": "Teoria Ator-Rede",
    "description": "Latour, Callon, Law: sociedade não explica técnica nem técnica explica sociedade. Actantes humanos e não-humanos em redes.",
    "layer": "pratica-2"
  },
  {
    "id": "virtualidade",
    "name": "Virtualidade",
    "description": "Deleuze: virtual é real mas não atual. Campo de potenciais que se atualiza. Vazio como virtualidade pura.",
    "layer": "ontologica-3"
  },
  {
    "id": "classe",
    "name": "Classe",
    "description": "Posição nas relações de produção. Não é apenas renda. Trabalhadores, capitalistas, precariado. Luta de classes como motor histórico.",
    "layer": "politica-0"
  },
  {
    "id": "redes",
    "name": "Redes",
    "description": "Estruturas descentralizadas, distribuídas. Micelianas, rizomáticas, peer-to-peer. Internet, redes sociais, redes de apoio mútuo.",
    "layer": "pratica-3"
  },
  {
    "id": "biodiversidade",
    "name": "Biodiversidade",
    "description": "Variedade de vida. Não é apenas preservação, mas relações simbióticas. Holobionte, multiespécies, ecologia.",
    "layer": "ecologica-0"
  },
  {
    "id": "loop",
    "name": "Loop",
    "description": "Retroalimentação, recursão, circularidade. Loop gravity: espaço-tempo como loops. Recursão sem fundamento.",
    "layer": "temporal-0"
  },
  {
    "id": "ocasiões",
    "name": "Ocasiões",
    "description": "Eventos pontuais (Whitehead). Processo se compõe de ocasiões de experiência. Tempo como série de ocasiões.",
    "layer": "temporal-2"
  },
  {
    "id": "ação",
    "name": "Ação",
    "description": "Não é apenas movimento físico. Ação situada, relacional, performativa. Práxis: ação refletida que transforma mundo e sujeito.",
    "layer": "pratica-2"
  },
  {
    "id": "alteridade",
    "name": "Alteridade",
    "description": "Outro como irredutível. Lévinas: ética como responsabilidade ao rosto do outro. Alteridade constitui identidade.",
    "layer": "etica-3"
  },
  {
    "id": "alternativas",
    "name": "Alternativas",
    "description": "Fisher: realismo capitalista bloqueia imaginação de alternativas. Commons, decrescimento, buen vivir como alternativas em ato.",
    "layer": "politica-1"
  },
  {
    "id": "apropriação",
    "name": "Apropriação",
    "description": "Processo de captura e privatização. Cercamentos, extrativismo, gentrificação. Oposto: reciprocidade, commons.",
    "layer": "politica-3"
  },
  {
    "id": "arqueologia",
    "name": "Arqueologia",
    "description": "Foucault: escavação de condições históricas de possibilidade. Arqueologia do saber expõe epistemes. Método genealógico.",
    "layer": "epistemica-1"
  },
  {
    "id": "autopoiese",
    "name": "Autopoiese",
    "description": "Maturana & Varela: sistemas que produzem a si mesmos. Auto-organização, fechamento operacional, acoplamento estrutural.",
    "layer": "pratica-2"
  },
  {
    "id": "barcelona",
    "name": "Barcelona",
    "description": "Barcelona en Comú: experimento de municipalismo, commons urbanos, tecnologias conviviais. Gap entre retórica e implementação.",
    "layer": "pratica-1"
  },
  {
    "id": "Bell",
    "name": "Teorema de Bell",
    "description": "John Bell (1964): desigualdades que testam não-localidade. Experimentos (Aspect): violam desigualdades de Bell. Não-localidade é real.",
    "layer": "fundacional-3"
  },
  {
    "id": "campo",
    "name": "Campo",
    "description": "Física: campo eletromagnético, gravitacional, quântico. Bourdieu: campo social. Vazio como campo de possibilidades.",
    "layer": "ecologica-3"
  },
  {
    "id": "caos",
    "name": "Caos",
    "description": "Não é desordem absoluta. Caos determinístico: sensibilidade a condições iniciais. Borda do caos: emergência de ordem.",
    "layer": "ontologica-3"
  },
  {
    "id": "CARE",
    "name": "Princípios CARE",
    "description": "Collective benefit, Authority to control, Responsibility, Ethics. Governança de dados indígenas. Complementa FAIR.",
    "layer": "fundacional-2"
  },
  {
    "id": "Chiapas",
    "name": "Chiapas",
    "description": "Zapatismo em Chiapas, México. Autonomia indígena, democracia direta, mandar obedecendo. Outra política possível.",
    "layer": "politica-3"
  },
  {
    "id": "ciborgue",
    "name": "Ciborgue",
    "description": "Donna Haraway: organismo cibernético. Híbrido humano-máquina. Ciborgue como metáfora ontológica: todos somos híbridos.",
    "layer": "ecologica-3"
  },
  {
    "id": "circunscrição",
    "name": "Circunscrição",
    "description": "Delimitação de domínio, escopo, território. Problema: circunscrição é já operação política. Quem delimita?",
    "layer": "pratica-2"
  },
  {
    "id": "clima",
    "name": "Clima",
    "description": "Sistema terrestre em colapso. Antropoceno, capitaloceno. Justiça climática: quem sofre mais não causou. Decrescimento como resposta.",
    "layer": "etica-0"
  },
  {
    "id": "colaboração",
    "name": "Colaboração",
    "description": "Não é harmonia automática. Trabalho de composição entre diferenças. Cooperativas, assembleias, protocolos.",
    "layer": "pratica-2"
  },
  {
    "id": "Colombia",
    "name": "Colômbia",
    "description": "Rio Atrato: primeiro rio com direitos na Colômbia. Direitos da natureza, cosmopolítica. Resistência indígena e afrodescendente.",
    "layer": "politica-3"
  },
  {
    "id": "colonialismo",
    "name": "Colonialismo",
    "description": "Sistema de dominação territorial, econômica, epistêmica. Fundamento de capitalismo. Genocídio, escravidão, despossessão, epistemicídio.",
    "layer": "politica-1"
  },
  {
    "id": "compartilhamento",
    "name": "Compartilhamento",
    "description": "Commons: compartilhar sem perder. Software livre, conhecimento aberto. Oposto: propriedade excludente.",
    "layer": "epistemica-3"
  },
  {
    "id": "comunidade",
    "name": "Comunidade",
    "description": "Não é totalidade harmônica. Comunidade como composição tensa. Ubuntu: pessoa é pessoa através de pessoas.",
    "layer": "ontologica-3"
  },
  {
    "id": "conjunto vazio",
    "name": "Conjunto Vazio",
    "description": "∅ em teoria de conjuntos. Conjunto sem elementos. Fundamento paradoxal: vazio que funda tudo. Vazio que povoa matematicamente.",
    "layer": "fundacional-0"
  },
  {
    "id": "constituição",
    "name": "Constituição",
    "description": "Texto fundante de ordenamento jurídico. Ecuador e Bolívia: direitos da natureza. Constituição como processo vivo.",
    "layer": "politica-3"
  },
  {
    "id": "cooptação",
    "name": "Cooptação",
    "description": "Captura de práticas alternativas pelo sistema. Greenwashing, pinkwashing, capitalism-washing. Risco constante de commons.",
    "layer": "politica-1"
  },
  {
    "id": "coordenação",
    "name": "Coordenação",
    "description": "Sincronização sem centro. Redes, protocolos, assembleias. Coordenação distribuída vs comando hierárquico.",
    "layer": "pratica-3"
  },
  {
    "id": "crédito mútuo",
    "name": "Crédito Mútuo",
    "description": "Sistema de troca onde crédito é criado por membros. LETS, moedas comunitárias. Sem dívida com banco central.",
    "layer": "ecologica-3"
  },
  {
    "id": "criação",
    "name": "Criação",
    "description": "Processo de produção do novo. Não ex nihilo, mas reconfiguração relacional. Criação é sempre co-criação.",
    "layer": "temporal-1"
  },
  {
    "id": "crimes de guerra",
    "name": "Crimes de Guerra",
    "description": "Violações de direito humanitário. Genocídio, limpeza étnica. Necropolítica em ato. Impunidade estrutural.",
    "layer": "politica-2"
  },
  {
    "id": "dados",
    "name": "Dados",
    "description": "Não são fatos brutos. Dados já são capta (Drucker): capturados dentro de frameworks. CARE: soberania de dados indígenas.",
    "layer": "epistemica-3"
  },
  {
    "id": "dasein",
    "name": "Dasein",
    "description": "Heidegger: ser-aí. Existência humana como ser-no-mundo. Não sujeito isolado, mas sempre já situado.",
    "layer": "ontologica-0"
  },
  {
    "id": "determinismo",
    "name": "Determinismo",
    "description": "Tudo é causalmente determinado. Física quântica: indeterminismo fundamental. Liberdade não é ausência de determinação, mas capacidade de responder.",
    "layer": "fundacional-2"
  },
  {
    "id": "diálogo",
    "name": "Diálogo",
    "description": "Freire: não é depositar ideias, mas co-criar conhecimento. Círculos de cultura. Diálogo como práxis.",
    "layer": "epistemica-0"
  },
  {
    "id": "duração",
    "name": "Duração",
    "description": "Bergson: tempo vivido, qualitativo. Não é tempo mensurável (chronos), mas experiência de continuidade. Estratos de tempo.",
    "layer": "temporal-2"
  },
  {
    "id": "economia ecológica",
    "name": "Economia Ecológica",
    "description": "Economia dentro de limites ecológicos. Decrescimento, steady-state. Crítica de PIB como medida de progresso.",
    "layer": "ecologica-3"
  },
  {
    "id": "Ecuador",
    "name": "Ecuador",
    "description": "Primeira constituição a reconhecer direitos da Pachamama (2008). Buen vivir como princípio constitucional.",
    "layer": "pratica-0"
  },
  {
    "id": "educação",
    "name": "Educação",
    "description": "Não é transmissão bancária (Freire). Educação popular, pedagogia da autonomia, círculos de cultura. Desescolarização.",
    "layer": "epistemica-2"
  },
  {
    "id": "emoção",
    "name": "Emoção",
    "description": "Não é irracional. Emoções estruturam cognição. Maturana: emoção fundamenta razão. Afeto spinozista.",
    "layer": "ontologica-3"
  },
  {
    "id": "evolução",
    "name": "Evolução",
    "description": "Não é progresso linear. Simbiogênese (Margulis): evolução por cooperação. Holobionte como unidade evolutiva.",
    "layer": "ecologica-1"
  },
  {
    "id": "fact-nets",
    "name": "Fact-Nets",
    "description": "RQM: fatos são relativos a redes de sistemas observadores. Não há fatos absolutos, apenas fact-nets relacionais.",
    "layer": "fundacional-1"
  },
  {
    "id": "fidelidade",
    "name": "Fidelidade",
    "description": "Badiou: fidelidade ao evento. Não é obediência, mas persistência na consequência de evento transformador.",
    "layer": "ontologica-3"
  },
  {
    "id": "filosofia",
    "name": "Filosofia",
    "description": "Não é apenas ocidental. Filosofias africana, indígena, budista. Pluriverso filosófico. Descolonização da filosofia.",
    "layer": "epistemica-2"
  },
  {
    "id": "finitude",
    "name": "Finitude",
    "description": "Limite fundamental. Morte, escassez, incompletude. Heidegger: ser-para-a-morte. Finitude não é falta, mas condição de sentido.",
    "layer": "ontologica-0"
  },
  {
    "id": "física",
    "name": "Física",
    "description": "Estudo da matéria, energia, espaço-tempo. Física quântica e relatividade desafiam ontologia clássica.",
    "layer": "temporal-2"
  },
  {
    "id": "floresta",
    "name": "Floresta",
    "description": "Não é coleção de árvores. Rede miceliana, holobionte planetário. Floresta pensa (Kohn). Direitos da floresta.",
    "layer": "ecologica-1"
  },
  {
    "id": "flutuação",
    "name": "Flutuação",
    "description": "Vácuo quântico: flutuações de energia. Caos: flutuações podem amplificar. Ordem emerge de flutuações.",
    "layer": "fundacional-3"
  },
  {
    "id": "formalização",
    "name": "Formalização",
    "description": "Tradução para linguagem formal. Matemática, lógica. Gödel: formalização sempre incompleta. Incompletude essencial.",
    "layer": "epistemica-2"
  },
  {
    "id": "fundamentos",
    "name": "Fundamentos",
    "description": "Busca de base última. Anti-fundacionalismo: turtles all the way down. Recursão sem fundamento.",
    "layer": "fundacional-3"
  },
  {
    "id": "Heidegger",
    "name": "Heidegger",
    "description": "Filósofo alemão. Dasein, Mitsein, ser-no-mundo. Crítica de metafísica da presença. Problema: nazismo.",
    "layer": "ontologica-0"
  },
  {
    "id": "história",
    "name": "História",
    "description": "Não é passado morto. Estratos de tempo, hauntologia, ancestralidade. História como campo de lutas.",
    "layer": "temporal-2"
  },
  {
    "id": "imaginação",
    "name": "Imaginação",
    "description": "Capacidade de pensar alternativas. Realismo capitalista captura imaginação. Afrofuturismo, futuridade queer liberam.",
    "layer": "epistemica-2"
  },
  {
    "id": "imaginário",
    "name": "Imaginário",
    "description": "Castoriadis: instituição imaginária da sociedade. Imaginário social cria realidade, não apenas reflete.",
    "layer": "ontologica-0"
  },
  {
    "id": "implementação",
    "name": "Implementação",
    "description": "Gap entre retórica e prática. Barcelona: promessas tecnopolíticas vs barreiras institucionais. Fazer acontecer é político.",
    "layer": "pratica-3"
  },
  {
    "id": "incompletude",
    "name": "Incompletude",
    "description": "Gödel: sistemas formais suficientemente poderosos são incompletos. Verdades não-demonstráveis. Limite da formalização.",
    "layer": "politica-3"
  },
  {
    "id": "individualismo",
    "name": "Individualismo",
    "description": "Ideologia do indivíduo atomizado. Thatcher: 'não existe sociedade'. Ubuntu inverte: pessoa através de pessoas.",
    "layer": "ecologica-3"
  },
  {
    "id": "instituição",
    "name": "Instituição",
    "description": "Estrutura que cristaliza práticas. Pode fossilizar ou habilitar. Práxis institucional transforma de dentro.",
    "layer": "politica-1"
  },
  {
    "id": "Kenya",
    "name": "Kenya",
    "description": "Ubuntu em prática. Harambee: auto-ajuda comunitária. Filosofia africana viva.",
    "layer": "pratica-1"
  },
  {
    "id": "libertação",
    "name": "Libertação",
    "description": "Freire: educação como prática de liberdade. Não é libertação individual, mas transformação coletiva de estruturas opressoras.",
    "layer": "politica-1"
  },
  {
    "id": "liderança",
    "name": "Liderança",
    "description": "Não é comando vertical. Zapatismo: mandar obedecendo. Liderança rotativa, distribuída, accountable.",
    "layer": "ecologica-3"
  },
  {
    "id": "linguagem",
    "name": "Linguagem",
    "description": "Não é espelho de mundo. Linguagem performa realidade. Wittgenstein, Austin, Butler. Tradução como política.",
    "layer": "epistemica-2"
  },
  {
    "id": "livre-arbítrio",
    "name": "Livre-Arbítrio",
    "description": "Problema clássico. Não é independência causal, mas capacidade de responder situada. Agência distribuída dissolve problema.",
    "layer": "ontologica-3"
  },
  {
    "id": "lógica",
    "name": "Lógica",
    "description": "Regras de inferência. Lógica clássica: bivalente. Madhyamaka: tetralemma. Lógicas paraconsistentes, fuzzy, quantum.",
    "layer": "epistemica-3"
  },
  {
    "id": "lugar",
    "name": "Lugar",
    "description": "Não é apenas localização. Place-thought: terra pensa. Lugar constitui conhecimento, identidade, ontologia.",
    "layer": "ecologica-0"
  },
  {
    "id": "matemática",
    "name": "Matemática",
    "description": "Padrões formais, estruturas abstratas. Não é reino platônico separado. Matemática é prática humana situada.",
    "layer": "epistemica-2"
  },
  {
    "id": "misrecognition",
    "name": "Misrecognition",
    "description": "Bourdieu: não-reconhecimento de arbitrariedade do poder. Dominação se naturaliza. Violência simbólica internalizada.",
    "layer": "politica-0"
  },
  {
    "id": "Mitsein",
    "name": "Mitsein",
    "description": "Heidegger: ser-com. Dasein é sempre já Mitsein. Intersubjetividade constitutiva, não acidental.",
    "layer": "ontologica-0"
  },
  {
    "id": "narrativa",
    "name": "Narrativa",
    "description": "Histórias que estruturam sentido. Não é distorção de fatos, mas constituição de realidade. Contra-narrativas como resistência.",
    "layer": "epistemica-3"
  },
  {
    "id": "natureza",
    "name": "Natureza",
    "description": "Não é objeto separado de cultura. Natureza-cultura (Haraway). Direitos da natureza: natureza como sujeito.",
    "layer": "ecologica-0"
  },
  {
    "id": "novo-materialismo",
    "name": "Novo-Materialismo",
    "description": "Matéria tem agência. Barad, Bennett: realismo agencial, materialismo vital. Além de dualismo matéria/sentido.",
    "layer": "ontologica-0"
  },
  {
    "id": "objetividade",
    "name": "Objetividade",
    "description": "Não é visão de lugar nenhum. Haraway: objetividade é corporificada, situada, responsável. Saberes localizados.",
    "layer": "epistemica-3"
  },
  {
    "id": "ordem",
    "name": "Ordem",
    "description": "Não é imposta de cima. Ordem emerge de interações. Auto-organização, complexidade, caos.",
    "layer": "ontologica-1"
  },
  {
    "id": "País Basco",
    "name": "País Basco",
    "description": "Mondragón: maior complexo cooperativo do mundo. Economia solidária em escala. Limites e contradições.",
    "layer": "ecologica-3"
  },
  {
    "id": "parentesco",
    "name": "Parentesco",
    "description": "Haraway: fazer parentes, não bebês. Parentesco além de biologia. Multiespécies, escolhido, queer.",
    "layer": "ontologica-1"
  },
  {
    "id": "pedagogia",
    "name": "Pedagogia",
    "description": "Arte de ensinar-aprender. Freire: pedagogia do oprimido, da autonomia. Não é transmissão, mas diálogo.",
    "layer": "epistemica-3"
  },
  {
    "id": "perdão",
    "name": "Perdão",
    "description": "Não é esquecer. Ubuntu: reconciliação sem justiça é vazia. Perdão como processo relacional, não absolvição unilateral.",
    "layer": "temporal-1"
  },
  {
    "id": "política ontológica",
    "name": "Política Ontológica",
    "description": "Mol: práticas performam realidades. Ontologia não é dada, mas feita. Direitos da natureza como política ontológica.",
    "layer": "politica-3"
  },
  {
    "id": "pragmatismo",
    "name": "Pragmatismo",
    "description": "Verdade como o que funciona. Peirce, James, Dewey. Conhecimento é ferramenta para agir no mundo.",
    "layer": "epistemica-2"
  },
  {
    "id": "programação",
    "name": "Programação",
    "description": "Escrever código. Não é apenas técnica, mas prática política. Software livre vs proprietário. Protocolos abertos.",
    "layer": "pratica-3"
  },
  {
    "id": "radiação",
    "name": "Radiação",
    "description": "Física: emissão de energia. Hawking: buracos negros irradiam. Radiação de fundo cósmico.",
    "layer": "fundacional-2"
  },
  {
    "id": "realismo",
    "name": "Realismo",
    "description": "Mundo existe independente de nós? Realismo agencial: sim, mas é performado por práticas. Realismo relacional.",
    "layer": "fundacional-1"
  },
  {
    "id": "reconciliação",
    "name": "Reconciliação",
    "description": "Ubuntu: processo de restauração de relações. Não é apenas perdão, mas reparação. Verdade e reconciliação.",
    "layer": "etica-2"
  },
  {
    "id": "reconhecimento",
    "name": "Reconhecimento",
    "description": "Hegel, Honneth: luta por reconhecimento. Mas reconhecimento pode ser captura (Butler). Misrecognition estrutural.",
    "layer": "epistemica-1"
  },
  {
    "id": "relatividade conceitual",
    "name": "Relatividade Conceitual",
    "description": "Putnam: esquemas conceituais não são neutros. Conceitos estruturam o que podemos ver. Mas não é relativismo absoluto.",
    "layer": "epistemica-0"
  },
  {
    "id": "resiliência",
    "name": "Resiliência",
    "description": "Capacidade de absorver perturbação. Ecologia: resiliência de ecossistemas. Mas resiliência pode ser cooptada (suportar opressão).",
    "layer": "ecologica-0"
  },
  {
    "id": "retrocausalidade",
    "name": "Retrocausalidade",
    "description": "Física quântica: futuro pode afetar passado? Escolha retardada, borracha quântica. Temporalidade não-linear.",
    "layer": "temporal-0"
  },
  {
    "id": "rio",
    "name": "Rio",
    "description": "Whanganui (NZ), Atrato (Colômbia), Ganges (Índia): rios como pessoas jurídicas. Direitos da natureza em ato.",
    "layer": "pratica-0"
  },
  {
    "id": "sistemas",
    "name": "Sistemas",
    "description": "Conjunto de elementos em interação. Teoria de sistemas, cibernética. Autopoiese, emergência, feedback.",
    "layer": "etica-0"
  },
  {
    "id": "soberania",
    "name": "Soberania",
    "description": "Poder supremo. Schmitt: soberano decide exceção. Foucault, Mbembe: soberania como poder sobre vida/morte. Soberania de dados indígenas.",
    "layer": "politica-2"
  },
  {
    "id": "socialismo",
    "name": "Socialismo",
    "description": "Propriedade social dos meios de produção. Múltiplas tradições: marxismo, anarquismo, ecosocialismo. Relação tensa com commons.",
    "layer": "ecologica-3"
  },
  {
    "id": "sociedade",
    "name": "Sociedade",
    "description": "Não é soma de indivíduos. Durkheim: fatos sociais. Castoriadis: instituição imaginária. Transindividual.",
    "layer": "ontologica-3"
  },
  {
    "id": "subjetivação",
    "name": "Subjetivação",
    "description": "Processo de tornar-se sujeito. Foucault: subjetivação por práticas disciplinares. Mas também modos de resistência.",
    "layer": "temporal-0"
  },
  {
    "id": "sul global",
    "name": "Sul Global",
    "description": "Não é apenas geografia. Posição epistêmica, política, econômica. Epistemologias do Sul. Descolonização.",
    "layer": "politica-2"
  },
  {
    "id": "switching",
    "name": "Switching",
    "description": "RQM: mudança de perspectiva entre sistemas observadores. Fatos mudam ao trocar de referência. Relacionalismo radical.",
    "layer": "fundacional-1"
  },
  {
    "id": "termodinâmica",
    "name": "Termodinâmica",
    "description": "Estudo de energia, entropia, irreversibilidade. Segundo lei: entropia aumenta. Mas vida é anti-entrópica localmente.",
    "layer": "fundacional-3"
  },
  {
    "id": "terror",
    "name": "Terror",
    "description": "Arendt: totalitarismo usa terror para eliminar imprevisibilidade. Terror como tecnologia de controle.",
    "layer": "ecologica-3"
  },
  {
    "id": "totalitarismo",
    "name": "Totalitarismo",
    "description": "Arendt: não é apenas autoritarismo. Terror + ideologia total. Elimina espaço de imprevisibilidade. Fechamento ontológico.",
    "layer": "ecologica-3"
  },
  {
    "id": "tradução",
    "name": "Tradução",
    "description": "Não é transparente. Toda tradução é transformação. Política de tradução: quem traduz, para quem, em que termos.",
    "layer": "epistemica-2"
  },
  {
    "id": "transformação",
    "name": "Transformação",
    "description": "Mudança qualitativa. Polanyi: grande transformação. Evento transforma situação. Práxis transforma mundo e sujeito.",
    "layer": "temporal-2"
  },
  {
    "id": "valores",
    "name": "Valores",
    "description": "Não são universais abstratos. Valores emergem de práticas situadas. Normatividade relacional.",
    "layer": "etica-1"
  },
  {
    "id": "verdade",
    "name": "Verdade",
    "description": "Badiou: verdade é processo, não correspondência. Fidelidade ao evento produz verdades. Pluralidade de regimes de verdade.",
    "layer": "epistemica-3"
  },
  {
    "id": "vida",
    "name": "Vida",
    "description": "Não é apenas biologia. Autopoiese, processo, devir. Holobionte: vida é sempre multiespécies.",
    "layer": "temporal-3"
  },
  {
    "id": "kairos",
    "name": "Kairós",
    "description": "Tempo qualitativo do momento oportuno. Não é chronos (tempo quantitativo linear), mas ocasião propícia, momento de decisão onde futuros se abrem. Temporalidade do evento político.",
    "layer": "temporal-3"
  },
  {
    "id": "cronocracia",
    "name": "Cronocracia",
    "description": "Poder sobre o tempo. Quem controla ritmos sociais? Aceleração capitalista versus slow movements. Temporalidades dominantes apagam temporalidades subalternas.",
    "layer": "temporal-0"
  },
  {
    "id": "anacronia",
    "name": "Anacronismo Produtivo",
    "description": "Tempos múltiplos coexistem. Modernidade não substitui outras temporalidades - sobrepõe-se violentamente. Anacronismo revela que 'contemporâneo' é sempre múltiplo.",
    "layer": "temporal-3"
  },
  {
    "id": "multitemporal",
    "name": "Multitemporalidade",
    "description": "Diferentes camadas temporais atravessam o presente. Geológico, biológico, histórico, geracional coexistem. Contra linearidade progressista: tempo é heterocrônico.",
    "layer": "temporal-3"
  },
  {
    "id": "devir-imperceptivel",
    "name": "Devir-Imperceptível",
    "description": "Deleuze: tornar-se indiscernível, clandestino. Não é desaparecer mas multiplicar conexões até dissolver contornos identitários. Ápice do devir.",
    "layer": "temporal-3"
  },
  {
    "id": "sincronia",
    "name": "Sincronia sem Síntese",
    "description": "Tempos heterogêneos podem sincronizar-se sem fusão. Como músicos tocam juntos mantendo diferenças. Coordenação relacional versus unificação totalizante.",
    "layer": "temporal-1"
  },
  {
    "id": "responsabilidade-infinita",
    "name": "Responsabilidade Infinita",
    "description": "Levinas: responsabilidade precede liberdade. Não escolhemos ser responsáveis - somos constituídos pela responsabilidade ao Outro. Infinita porque nunca pode ser quitada.",
    "layer": "etica-0"
  },
  {
    "id": "hospitalidade",
    "name": "Hospitalidade Incondicional",
    "description": "Derrida: hospitalidade verdadeira não calcula. Acolher o Outro sem condições, sem demanda de identidade ou reciprocidade. Paradoxo: lei da hospitalidade versus leis de hospitalidade.",
    "layer": "etica-1"
  },
  {
    "id": "justica-por-vir",
    "name": "Justiça-Por-Vir",
    "description": "Derrida: justiça nunca está presente - sempre por vir. Não é direito (calculável), mas excede todo cálculo. Mantém futuro aberto contra totalização.",
    "layer": "etica-1"
  },
  {
    "id": "reparacao",
    "name": "Reparação Histórica",
    "description": "Responsabilidade por violências passadas persiste. Não é compensação individual mas reconhecimento estrutural. Memória ativa que transforma presente.",
    "layer": "etica-1"
  },
  {
    "id": "cuidado-como-ontologia",
    "name": "Cuidado como Ontologia",
    "description": "Não é atividade entre seres pré-existentes. Somos constituídos através de cuidado. Heidegger (Sorge), ética do cuidado feminista, ubuntu: ser é cuidar.",
    "layer": "etica-2"
  },
  {
    "id": "liminaridade",
    "name": "Liminaridade",
    "description": "Turner: estado betwixt and between. Nem aqui nem lá. Threshold onde transformação acontece. Rituais habitam liminaridade; movimentos sociais também.",
    "layer": "politica-3"
  },
  {
    "id": "threshold",
    "name": "Threshold (Limiar)",
    "description": "Zona de indeterminação onde sistemas transitam. Não é linha mas região espessa. Ecological thresholds: pontos de não-retorno. Limiares políticos, ontológicos, éticos.",
    "layer": "ecologica-3"
  },
  {
    "id": "traducao-cosmopolitica",
    "name": "Tradução Cosmopolítica",
    "description": "Stengers: tradução entre mundos ontologicamente distintos. Não é encontrar equivalências mas criar conexões parciais que respeitam incomensurabilidade.",
    "layer": "epistemica-1"
  },
  {
    "id": "equivocacao",
    "name": "Equivocação Controlada",
    "description": "Viveiros de Castro: equívocos não são erros mas diferenças de mundo. Perspectivas distintas não compartilham referentes. Equivocação controlada mantém diferença produtiva.",
    "layer": "epistemica-2"
  },
  {
    "id": "intersticio",
    "name": "Espaços Intersticiais",
    "description": "Brechas no tecido do poder. Não são exteriores mas fissuras internas. Autonomia se constrói nos interstícios, não em pureza separada.",
    "layer": "politica-2"
  },
  {
    "id": "bifurcacao",
    "name": "Bifurcação",
    "description": "Prigogine: ponto onde sistema instável pode tomar múltiplos caminhos. Pequenas flutuações determinam trajetória. Momento de máxima indeterminação e criatividade.",
    "layer": "ontologica-1"
  },
  {
    "id": "tipping-point",
    "name": "Tipping Point",
    "description": "Limiar crítico onde mudança incremental torna-se transformação sistêmica. Clima, ecossistemas, movimentos sociais: limiares de não-retorno.",
    "layer": "temporal-2"
  },
  {
    "id": "heterotopia",
    "name": "Heterotopia",
    "description": "Foucault: espaços outros que espelham e contestam espaços reais. Não são utopias (não-lugares) mas lugares efetivamente diferentes. Jardins, cemitérios, teatros, commons.",
    "layer": "ecologica-3"
  },
  {
    "id": "communitas",
    "name": "Communitas",
    "description": "Turner: estrutura social emerge espontaneamente na liminaridade. Não é comunidade institucionalizada mas vínculo direto, igualitário, transitório. Efervescência coletiva.",
    "layer": "ecologica-3"
  },
  {
    "id": "geologico",
    "name": "Tempo Geológico",
    "description": "Deep time da Terra. Estratos, erosões, sedimentações operam em escalas que excedem história humana. Antropoceno: humanos como força geológica.",
    "layer": "temporal-3"
  },
  {
    "id": "politica-escala",
    "name": "Política de Escala",
    "description": "Escalas não são dadas mas produzidas. Local/global não são níveis fixos mas efeitos de práticas. Tsing: fricção entre escalas gera transformação.",
    "layer": "politica-1"
  },
  {
    "id": "impossível",
    "name": "Im/possível",
    "description": "Derrida: experiência do impossível como condição de possibilidade. Decisão verdadeira atravessa indecidível. Justiça, perdão, hospitalidade: impossíveis que acontecem.",
    "layer": "etica-3"
  },
  {
    "id": "decisão",
    "name": "Decisão",
    "description": "Não é aplicação de regra mas atravessamento do indecidível. Badiou: fidelidade ao evento requer decisões sem garantia. Kierkegaard: salto de fé.",
    "layer": "ontologica-1"
  },
  {
    "id": "paradoxo",
    "name": "Paradoxo Produtivo",
    "description": "Contradições que não se resolvem mas geram pensamento. Hospitalidade incondicional versus leis. Democracia por vir versus democracia existente. Habitar tensão.",
    "layer": "epistemica-3"
  },
  {
    "id": "mesticagem-ontologica",
    "name": "Mestiçagem Ontológica",
    "description": "Anzaldúa: borderlands onde ontologias mestiçam-se. Não é fusão harmoniosa mas zona de tensão produtiva. Nepantla: estar entre mundos.",
    "layer": "ontologica-0"
  },
  {
    "id": "fronteira",
    "name": "Fronteira Porosa",
    "description": "Não é linha de separação mas zona de contato, fricção, tradução. Fronteiras são produtivas quando porosas. Tsing: friction como encontro transformador.",
    "layer": "ontologica-1"
  },
  {
    "id": "hibridação",
    "name": "Hibridação",
    "description": "García Canclini: culturas urbanas latino-americanas como híbridos de tradicional/moderno. Não é degeneração mas criatividade. Contra purismos.",
    "layer": "ontologica-1"
  },
  {
    "id": "aporia",
    "name": "Aporia",
    "description": "Impasse produtivo. Derrida: aporias não são falhas mas estrutura do pensamento. Caminho sem passagem que ainda assim deve ser atravessado.",
    "layer": "epistemica-0"
  },
  {
    "id": "zona",
    "name": "Zona de Contato",
    "description": "Pratt: espaço social onde culturas díspares encontram-se, chocam-se, entrelaçam-se. Não é harmonia mas negociação contínua em condições de assimetria de poder.",
    "layer": "politica-0"
  },
  {
    "id": "fricção",
    "name": "Fricção",
    "description": "Tsing: atrito entre escalas, ontologias, projetos. Fricção não é apenas resistência mas onde conexão heterogênea gera calor, movimento, transformação.",
    "layer": "ontologica-0"
  },
  {
    "id": "encontro",
    "name": "Encontro",
    "description": "Spinoza: corpos se encontram e compõem ou decompõem. Não é fusão mas composição. Deleuze: encontro produz afeto - capacidade de afetar e ser afetado.",
    "layer": "ontologica-0"
  },
  {
    "id": "contato",
    "name": "Zona de Indeterminação",
    "description": "Deleuze: zona onde distinções tornam-se indiscerníveis. Humano/animal, orgânico/inorgânico, vivo/morto. Não confusão mas devir.",
    "layer": "temporal-2"
  },
  {
    "id": "indiscernível",
    "name": "Indiscernibilidade",
    "description": "Leibniz invertido: indiscerníveis não são idênticos mas múltiplos em devir. Zona onde diferença opera sem identidade distinta.",
    "layer": "temporal-3"
  },
  {
    "id": "cartesianismo",
    "name": "Dualismo Cartesiano",
    "description": "Res cogitans (mente) separada de res extensa (matéria). Sujeito autofundado, átomo-indivíduo anterior às relações. Paradigma superado pela ontologia relacional: não há substância pensante isolada, mas assembleias materiais-informacionais em co-constituição.",
    "layer": "epistemica-1"
  },
  {
    "id": "dao",
    "name": "Dào (道 - Caminho)",
    "description": "Princípio inefável que precede e permeia todas as coisas. Não é ente, mas processo gerador de todos os entes. 'Dao que pode ser nomeado não é o Dao eterno' - apofatismo ontológico. Wú (無 vazio) e Yǒu (有 ser) emergem mutuamente do Dao.",
    "layer": "fundacional-0"
  },
  {
    "id": "wu-wei",
    "name": "Wú Wéi (無為 - Não-Ação)",
    "description": "Não é passividade, mas ação alinhada com padrões naturais. Agir sem forçar, fluir com processos emergentes. Eficácia através de não-interferência. Crítica à vontade imperial que impõe ordem artificial.",
    "layer": "pratica-3"
  },
  {
    "id": "yin-yang",
    "name": "Yīn-Yáng (陰陽)",
    "description": "Dualidade dinâmica não-dualista. Pólos não são opostos fixos mas fases de transformação mútua. Cada um contém semente do outro. Relacionalidade sem síntese dialética - tensão produtiva permanente.",
    "layer": "etica-1"
  },
  {
    "id": "li-confuciano",
    "name": "Lǐ (禮 - Ritual/Propriedade)",
    "description": "Não são regras externas impostas, mas cultivo relacional de padrões harmônicos. Ética como coreografia social - identidade emerge de performance de papéis relacionais. Crítica confuciana ao individualismo.",
    "layer": "etica-2"
  },
  {
    "id": "ren",
    "name": "Rén (仁 - Humanidade/Benevolência)",
    "description": "Virtude relacional por excelência. Ideograma: pessoa (人) + dois (二) = humanidade emerge entre pessoas. Não é propriedade individual mas qualidade de relações. Ubuntu confuciano.",
    "layer": "etica-1"
  },
  {
    "id": "brahman-atman",
    "name": "Brahman-Ātman (Vedanta)",
    "description": "Não-dualidade radical: Brahman (realidade absoluta) e Ātman (si-mesmo) são idênticos. 'Tat tvam asi' - Tu és Isso. Dissolução de fronteira sujeito-objeto. Māyā (ilusão) não é falsidade mas multiplicidade que vela unidade.",
    "layer": "fundacional-0"
  },
  {
    "id": "sankofa",
    "name": "Sankofa (Akan - Gana)",
    "description": "Pássaro mítico que voa para frente olhando para trás, ovo precioso no bico. 'Não é tabu voltar e buscar o que esqueceu'. Futuro se constrói recuperando sabedoria ancestral. Temporalidade não-linear africana - passado habita presente.",
    "layer": "temporal-3"
  },
  {
    "id": "ujamaa",
    "name": "Ujamaa (Swahili - Familyhood)",
    "description": "Socialismo africano de Nyerere (Tanzânia). Não é coletivismo imposto mas extensão de valores comunitários tradicionais. Produção cooperativa, propriedade comunal, autodeterminação. Commons africanos contra colonial-capitalismo.",
    "layer": "etica-2"
  },
  {
    "id": "mana",
    "name": "Mana (Polinésia/Melanésia)",
    "description": "Poder espiritual que flui através de pessoas, lugares, objetos. Não é propriedade mas intensidade relacional. Chefes têm mana não por essência mas por relações que cultivam. Ontologia de intensidades distribuídas, não substâncias localizadas.",
    "layer": "ontologica-0"
  },
  {
    "id": "onto-epistemologia",
    "name": "Onto-Epistemologia",
    "description": "Ontologia e epistemologia não são âmbitos separados. Ser-relacional implica conhecer-relacional: co-constituição de mundo e saber. Barad: aparatos de medição não revelam propriedades preexistentes - performam configurações específicas. Haraway: saberes situados não são perspectivas sobre realidade independente, mas co-produções de mundos. Onto-epistemologia dissolve fronteira sujeito/objeto.",
    "layer": "epistemica-3"
  },
  {
    "id": "socio-ecologia",
    "name": "Sócio-Ecologia",
    "description": "Metabolismo sociedade-natureza como co-constituição, não externalidade. Fischer-Kowalski: fluxos materiais e energéticos atravessam fronteira porosa entre 'social' e 'natural'. Ecologia política: conflitos ambientais são disputas por configurações metabólicas. Não há economia sem ecologia, nem ecossistema sem história. Conceito-ponte para superar dualismo sociedade/natureza.",
    "layer": "ecologica-0"
  },
  {
    "id": "crono-politica",
    "name": "Crono-Política",
    "description": "Tempo não é moldura neutra da política - é terreno de disputa. Capitalismo impõe temporalidades: aceleração produtivista, just-in-time, obsolescência programada, dívida como colonização do futuro. Resistências configuram outros tempos: lentidão estratégica, tempos cíclicos indígenas, greve como suspensão, futuridade queer. Sharma: diferença temporal constitui hierarquias raciais/coloniais. Política é também luta por heterocronia.",
    "layer": "politica-2"
  },
  {
    "id": "metabolismo-social",
    "name": "Metabolismo Social",
    "description": "Fluxos materiais e energéticos entre sociedade e natureza. Não há economia sem ecologia - toda produção é transformação metabólica. Marx: ruptura metabólica do capitalismo (nutrientes urbanos não retornam ao solo). Fischer-Kowalski: análise de fluxo de materiais (MFA) quantifica metabolismo. Giorgos Kallis: decrescimento como redução metabólica planejada. Diferentes modos de produção = diferentes regimes metabólicos.",
    "layer": "ecologica-0"
  },
  {
    "id": "soberania-alimentar",
    "name": "Soberania Alimentar",
    "description": "Via Campesina (1996): direito de povos a alimentos culturalmente apropriados, produzidos de forma ecológica e sustentável, e de definir seus próprios sistemas alimentares. Não é apenas segurança alimentar (quantidade) - é autonomia sobre produção, distribuição, consumo. Confronta agronegócio, sementes patenteadas, monoculturas. Articula camponeses, indígenas, urbanos. Soberania metabólica.",
    "layer": "ecologica-3"
  },
  {
    "id": "justica-climatica",
    "name": "Justiça Climática",
    "description": "Mudança climática não é problema técnico - é injustiça estrutural. Sul Global emite menos, sofre mais. Comunidades racializadas, indígenas, pobres na linha de frente. Dívida climática: Norte deve reparações ao Sul. Mary Robinson: direitos humanos + clima. Movimentos: climate justice now, Blockadia. Não basta mitigação técnica - exige redistribuição radical, descolonização, reparações.",
    "layer": "politica-3"
  },
  {
    "id": "economia-solidaria",
    "name": "Economia Solidária",
    "description": "Organização econômica baseada em autogestão, democracia, reciprocidade, não acumulação. Singer: contradiz lógica capitalista - propriedade coletiva dos meios de produção, repartição igualitária. Cooperativas, bancos comunitários, trocas solidárias, moedas sociais. Não é caridade nem mercado - é terceira via. Gibson-Graham: economia diversa já existe, capitalismo não é totalidade.",
    "layer": "pratica-0"
  },
  {
    "id": "infraestrutura-comum",
    "name": "Infraestrutura Comum",
    "description": "Sistemas materiais de reprodução social geridos coletivamente. Não são apenas 'serviços públicos' - são commoning infraestrutural. Água, energia, transporte, comunicação, cuidado. Elinor Ostrom: gestão comum funciona quando comunidades criam regras. Keller Easterling: infraestrutura como software - codifica possibilidades. Lutas: remunicipalização de água (Nápoles), redes mesh comunitárias, creches autogestionadas.",
    "layer": "etica-1"
  },
  {
    "id": "biomimetica",
    "name": "Biomimética",
    "description": "Aprender de 3.8 bilhões de anos de evolução. Janine Benyus: natureza como modelo, medida, mentora. Não é apenas copiar formas - é aprender estratégias: eficiência energética, circularidade material, adaptação local, auto-organização. Exemplos: velcro (sementes de bardana), trem-bala (bico de martim-pescador), concreto autorreparador (conchas marinhas). Design regenerativo, não apenas sustentável.",
    "layer": "etica-1"
  },
  {
    "id": "agroecologia",
    "name": "Agroecologia",
    "description": "Agricultura como ecossistema, não fábrica. Miguel Altieri: integra ecologia + conhecimentos tradicionais + justiça social. Policultivo, rotação, consórcio, agrofloresta - aumentam biodiversidade, ciclam nutrientes, regulam pragas. Vandana Shiva: soberania de sementes. Não é apenas técnica agrícola - é movimento político contra agrotóxicos, transgênicos, latifúndio. MST, Via Campesina.",
    "layer": "etica-1"
  },
  {
    "id": "permacultura",
    "name": "Permacultura",
    "description": "Design de sistemas humanos sustentáveis. Bill Mollison/David Holmgren (Austrália, 1970s): permanente + agricultura + cultura. 3 éticas: cuidado com terra, cuidado com pessoas, partilha justa. 12 princípios: observar e interagir, capturar e armazenar energia, ciclos de feedback, usar bordas, integrar não segregar. Não é jardinagem - é filosofia de design aplicável a economia, comunidade, arquitetura.",
    "layer": "ecologica-0"
  },
  {
    "id": "regeneracao",
    "name": "Regeneração Ecológica",
    "description": "Além de sustentabilidade (manter status quo) - restaurar vitalidade de sistemas degradados. Não é volta a estado primitivo pristino, mas co-evolução adaptativa. Reflorestamento (Wangari Maathai, Green Belt Movement), restauração de rios, renaturalização urbana, rewilding. Indigenous land management: queimadas controladas aborígenes. Regeneração é processo, não produto final.",
    "layer": "ecologica-2"
  },
  {
    "id": "ciclos-biogeoquimicos",
    "name": "Ciclos Biogeoquímicos",
    "description": "Circularidade planetária de elementos vitais: carbono, nitrogênio, fósforo, água. Lynn Margulis: Gaia como sistema autorregulado de ciclos acoplados. Não há linearidade - tudo retorna. Capitalismo rompe ciclos: extração unidirecional, poluição como externalidade. Antropoceno: perturbação de ciclos (ciclo do carbono, nitrogênio via fertilizantes). Economia circular aprende de ciclos biogeoquímicos.",
    "layer": "ecologica-2"
  },
  {
    "id": "sucessao-ecologica",
    "name": "Sucessão Ecológica",
    "description": "Tempo ecológico como processo direcional. Comunidades pioneiras (líquens, gramíneas) modificam ambiente, possibilitam espécies subsequentes. Não é teleológico - é contingente. Clímax não é estabilidade permanente - é equilíbrio dinâmico sujeito a perturbações. Anna Tsing: ruínas capitalistas como landscapes de sucessão. Regeneração trabalha com sucessão, não contra.",
    "layer": "ecologica-2"
  },
  {
    "id": "mutualismo",
    "name": "Mutualismo Ecológico",
    "description": "Relações simbióticas onde ambos beneficiam. Não altruísmo, mas interdependência constitutiva. Flores-polinizadores, leguminosas-rizóbios: co-evolução entrelaçada.",
    "layer": "ecologica-1"
  },
  {
    "id": "wahdat-al-wujud",
    "name": "Waḥdat al-Wujūd",
    "description": "Ibn Arabi: Unidade da existência onde multiplicidade manifesta emerge de unidade virtual. Criação e criador não são separados - realidade emerge perpetuamente através de auto-revelação divina (tajallī).",
    "layer": "fundacional-0"
  },
  {
    "id": "nafas-al-rahman",
    "name": "Nafas al-Rahman",
    "description": "Respiração do Compassivo. Processo contínuo de manifestação divina onde criação não é evento único mas respiração perpétua. Relacionalidade como movimento ontológico fundamental.",
    "layer": "fundacional-0"
  },
  {
    "id": "tajalli",
    "name": "Tajallī",
    "description": "Auto-revelação divina. Realidade como desvelamento contínuo, não substância fixa. Convergência islâmica com conceitos de processo e devir.",
    "layer": "temporal-2"
  },
  {
    "id": "gottheit",
    "name": "Gottheit",
    "description": "Mestre Eckhart: Divindade como 'deserto' divino além de todas determinações, incluindo distinção entre Deus e criação. Experiência mística direta de não-dualidade que custou acusação de heresia.",
    "layer": "fundacional-2"
  },
  {
    "id": "teoria-categorias",
    "name": "Teoria de Categorias",
    "description": "Posina & Roy: Paralelos formais entre estruturas matemáticas categoriais e ontologia budista de śūnyatā. Vacuidade como ausência de substancialidade encontra eco em estruturas sem fundamento último.",
    "layer": "fundacional-0"
  },
  {
    "id": "anti-fundacionalismo-coerentista",
    "name": "Anti-fundacionalismo Coerentista",
    "description": "Rovelli: mesmo fato de que relação existe é relativo a outro sistema observador, ad infinitum. Não há nível último de descrição, nenhuma 'view from nowhere' absoluta.",
    "layer": "fundacional-1"
  },
  {
    "id": "aporia-determinacao",
    "name": "Aporia da Determinação",
    "description": "Ação coordenada requer escolhas definitivas ('este caminho, não aquele'), enquanto relacionalidade requer abertura à indeterminação. Consenso Quaker, supermajoria, delegação revogável são modos de negociação, não resolução.",
    "layer": "pratica-3"
  },
  {
    "id": "aporia-transparencia",
    "name": "Aporia da Transparência",
    "description": "Prestação de contas requer visibilidade, mas privacidade protege autonomia. Observabilidade total cria conformidade opressiva; opacidade total facilita abuso. Distribuição é sempre política.",
    "layer": "pratica-0"
  },
  {
    "id": "aporia-temporal",
    "name": "Aporia Temporal",
    "description": "Urgência exige ação imediata, mas processo relacional requer tempo para consulta ampla. Como evitar que toda decisão seja declarada emergencial para contornar processos? Particularmente aguda em crises climáticas.",
    "layer": "temporal-1"
  },
  {
    "id": "aporia-expertise",
    "name": "Aporia da Expertise",
    "description": "Decisões complexas requerem conhecimento especializado, mas democratização requer participação independente de expertise. Como integrar sem criar aristocratismo epistemológico? Como evitar que expertise mascare interesses?",
    "layer": "epistemica-2"
  },
  {
    "id": "godel-incompletude",
    "name": "Teorema de Incompletude de Gödel",
    "description": "Sistemas formais suficientemente poderosos não podem provar própria consistência sem apelar a sistema mais poderoso. Incompletude essencial revela natureza de sistemas auto-referenciais.",
    "layer": "ecologica-0"
  },
  {
    "id": "conselho-setima-geracao",
    "name": "Conselho de Sétima Geração",
    "description": "Haudenosaunee: decisões devem considerar impacto até sétima geração futura. Proposta revisada: assembleia inteira assume responsabilidade temporal através de análise obrigatória, não conselho permanente de anciãos.",
    "layer": "temporal-0"
  },
  {
    "id": "analise-temporal",
    "name": "Análise Temporal Obrigatória",
    "description": "Grupo rotativo de cinco membros (sorteio) produz documento sobre: pontos de irreversibilidade, dependências de trajetória, externalidades temporais, incertezas irredutíveis. Não possui veto, apenas obriga reflexão.",
    "layer": "temporal-3"
  },
  {
    "id": "supermajoria-temporal",
    "name": "Supermajoria Temporal",
    "description": "Decisões que afetam longo prazo requerem 2/3 em vez de maioria simples. Futuro não pode votar mas merece peso institucional ampliado. Minoria de 1/3 pode bloquear se apresentar alternativa.",
    "layer": "temporal-0"
  },
  {
    "id": "irreversibilidade",
    "name": "Pontos de Irreversibilidade",
    "description": "Momentos onde decisão torna impossível reverter curso sem custos catastróficos. Identificá-los permite escolhas conscientes sobre que caminhos sem volta aceitar.",
    "layer": "pratica-2"
  },
  {
    "id": "dependencias-trajetoria",
    "name": "Dependências de Trajetória",
    "description": "Como decisão atual constrange ou habilita decisões futuras. Path dependency: escolhas criam momentum que torna certas trajetórias mais prováveis, outras impossíveis.",
    "layer": "pratica-2"
  },
  {
    "id": "limites-planetarios",
    "name": "Limites Planetários",
    "description": "Rockström: nove fronteiras da Terra - mudança climática, biodiversidade, ciclos biogeoquímicos, uso da terra, água doce, acidificação oceânica, ozônio, aerossóis, entidades novas. Quatro já ultrapassados. Limites não são obstáculos mas condições de vida.",
    "layer": "ecologica-2"
  },
  {
    "id": "iatrogenia",
    "name": "Iatrogênese",
    "description": "Illich: dano causado por intervenção médica. Medicina hiperdesenvolvida produz doença através de tratamento. Metáfora para contraproducência de instituições que ultrapassam limites conviviais.",
    "layer": "pratica-2"
  },
  {
    "id": "contraprodutividade",
    "name": "Contraproducência",
    "description": "Illich: ferramentas se tornam contraproducentes quando ultrapassam limites críticos. Automóveis prometem mobilidade mas produzem congestionamento. Educação escolarizada produz estupidez certificada.",
    "layer": "pratica-1"
  },
  {
    "id": "triangulacao-epistemologica",
    "name": "Triangulação Epistemológica",
    "description": "Decisão passa por três filtros: coerência ecológica (ciência + conhecimento tradicional), legitimidade social (consentimento informado), viabilidade material (fluxos de matéria/energia).",
    "layer": "epistemica-1"
  },
  {
    "id": "matriz-incomensurabilidades",
    "name": "Matriz de Incomensurabilidades",
    "description": "Valores frequentemente não se comensuram através de métrica comum. Reconhecer escolha como política sobre tipo de mundo, não técnica sobre maximização de utilidade.",
    "layer": "pratica-3"
  },
  {
    "id": "infraestrutura-reversibilidade",
    "name": "Infraestrutura de Reversibilidade",
    "description": "Estruturar decisões para permitir revisão sem catástrofe. Cláusulas de sunset, monitoramento contínuo, checkpoints obrigatórios, protocolos de saída sem penalidade desproporcional.",
    "layer": "pratica-2"
  },
  {
    "id": "clausulas-sunset",
    "name": "Cláusulas de Sunset",
    "description": "Políticas requerem renovação explícita após período determinado. Evita perpetuação automática de decisões que perderam justificativa. Permite aprendizado institucional.",
    "layer": "temporal-2"
  },
  {
    "id": "pre-condicoes-materiais",
    "name": "Pré-Condições Materiais",
    "description": "Governança relacional não opera no vácuo mas requer recursos distribuídos desigualmente: tempo, espaço, infraestrutura, segurança material, capacitação. Reconhecer sem naturalizar escassez.",
    "layer": "temporal-1"
  },
  {
    "id": "requisitos-temporais",
    "name": "Requisitos Temporais da Participação",
    "description": "Cecosesola: 3.000 encontros/ano = 120h/pessoa. Viável se participação é trabalho remunerado. Inviável com empregos precários, múltiplos trabalhos, cuidado não-remunerado desproporcional.",
    "layer": "temporal-1"
  },
  {
    "id": "capacidade-absorver-fracasso",
    "name": "Capacidade de Absorver Fracasso",
    "description": "Experimentação institucional requer poder falhar sem consequências catastróficas. Cooperativa de classe média pode experimentar; comunidades próximas a margem de sobrevivência não podem assumir tais riscos.",
    "layer": "pratica-0"
  },
  {
    "id": "capitalismo-vigilancia",
    "name": "Capitalismo de Vigilância",
    "description": "Zuboff: plataformas digitais extraem 'excedente comportamental' como matéria-prima para 'produtos de predição' vendidos em 'mercados de comportamento futuro'. Relacionalidade cooptada por dataficação.",
    "layer": "politica-0"
  },
  {
    "id": "excedente-comportamental",
    "name": "Excedente Comportamental",
    "description": "Dados gerados por interações que excedem necessidade de melhorar serviço. Apropriados unilateralmente por corporações e transformados em produtos de predição.",
    "layer": "politica-0"
  },
  {
    "id": "produtos-predicao",
    "name": "Produtos de Predição",
    "description": "Excedente comportamental transformado em previsões sobre comportamento futuro, vendidas em mercados B2B. Núcleo econômico do capitalismo de vigilância.",
    "layer": "politica-0"
  },
  {
    "id": "mercados-comportamento",
    "name": "Mercados de Comportamento Futuro",
    "description": "Compradores adquirem probabilidades de comportamentos futuros de usuários. Invisível para quem é vendido. Assimetria radical de conhecimento e poder.",
    "layer": "politica-0"
  },
  {
    "id": "dataficacao",
    "name": "Dataficação",
    "description": "Transformação de relações, afetos, comportamentos em dados quantificáveis, apropriáveis, comercializáveis. Redução de qualidades relacionais a métricas extraíveis.",
    "layer": "epistemica-2"
  },
  {
    "id": "plataformas-federadas",
    "name": "Plataformas Federadas",
    "description": "Mastodon, Matrix, Diaspora, PeerTube: arquiteturas descentralizadas com servidores independentes que interoperam via protocolos abertos. Alternativa a monopólios, mas com limitações estruturais.",
    "layer": "pratica-0"
  },
  {
    "id": "loomio",
    "name": "Loomio",
    "description": "Plataforma de decisões por consenso assíncrono. Vantagens: fusos horários diferentes, reflexão. Limitações: viés textual, assincronicidade pode prolongar decisões indefinidamente.",
    "layer": "pratica-2"
  },
  {
    "id": "decidim",
    "name": "Decidim",
    "description": "Plataforma de orçamento participativo municipal. Escalabilidade e transparência. Limitações: participação não-representativa (viés classe média), decisões permanecem consultivas.",
    "layer": "pratica-1"
  },
  {
    "id": "polis",
    "name": "Pol.is",
    "description": "Mapeamento de opinião em larga escala. Escala massiva, visualização elegante. Limitações: reduz complexidade a binário (concordo/discordo), não há deliberação genuína.",
    "layer": "pratica-1"
  },
  {
    "id": "ia-quasi-actante",
    "name": "IA como Quasi-Actante",
    "description": "IA nem ferramenta passiva nem agente autônomo. Participa de configurações relacionais exercendo agência distribuída, mas constituída e constrangida por decisões humanas de design, treinamento, deployment.",
    "layer": "ontologica-3"
  },
  {
    "id": "intencionalidade-derivada",
    "name": "Intencionalidade Derivada vs Original",
    "description": "IA possui intencionalidade derivada (significado vem de usuários) ou pode desenvolver intencionalidade original (significado próprio)? Pergunta pragmática: quando tratar IA como actante habilita melhores práticas?",
    "layer": "ontologica-1"
  },
  {
    "id": "blockchain-trustless",
    "name": "Blockchain e Tecnologias Trustless",
    "description": "Promessa de coordenação peer-to-peer via código verificável. Crítica: 'trustless' é atomístico porque elimina necessidade de confiança social. Imutabilidade contradiz reversibilidade adaptativa.",
    "layer": "pratica-1"
  },
  {
    "id": "daos",
    "name": "DAOs",
    "description": "Organizações Autônomas Descentralizadas. 'One token one vote' são plutocracias puras. Linguagem de descentralização mascara centralização de poder econômico e técnico.",
    "layer": "pratica-0"
  },
  {
    "id": "atomismo-criptografico",
    "name": "Atomismo Criptográfico",
    "description": "Substituição de confiança social por garantias criptográficas. Permite transações entre estranhos anônimos sem construir relacionalidade. Anonimato impede accountability relacional.",
    "layer": "epistemica-1"
  },
  {
    "id": "transparencia-assimetrica",
    "name": "Transparência Assimétrica Radical",
    "description": "Usuários monitorados intensivamente (cliques, movimentos, atenção, expressões faciais, localização). Algoritmos que determinam visibilidade permanecem opacos, protegidos como segredos comerciais.",
    "layer": "politica-3"
  },
  {
    "id": "lock-in-social",
    "name": "Lock-in Social",
    "description": "Efeitos de rede criam dependência: valor da plataforma aumenta com número de usuários, tornando custoso sair. Dados não podem ser completamente deletados ou exportados facilmente.",
    "layer": "etica-1"
  },
  {
    "id": "apropriacao-valor-digital",
    "name": "Apropriação de Valor Digital",
    "description": "Valor econômico gerado por interações sociais capturado por acionistas que não participaram de produção. Usuários criam todo conteúdo sem compensação monetária.",
    "layer": "etica-1"
  },
  {
    "id": "ecologia-praticas",
    "name": "Ecologia de Práticas Relacionais",
    "description": "Pluralidade legítima de modos relacionais apropriados a diferentes contextos materiais, conectados via solidariedade horizontal sem hierarquia epistemológica. Não evolutiva, mas contextual.",
    "layer": "ecologica-2"
  },
  {
    "id": "relacionalidade-sobrevivencia",
    "name": "Relacionalidade de Sobrevivência",
    "description": "Opera em escassez extrema com stakes existenciais. Redes informais densas, delegação tácita, processos rápidos, solidariedade prática. Não é primitiva mas racionalmente adequada. Possui sabedoria sobre interdependência radical.",
    "layer": "temporal-2"
  },
  {
    "id": "relacionalidade-institucional",
    "name": "Relacionalidade Institucional",
    "description": "Opera em segurança material relativa. Estruturas formais elaboradas, deliberação estendida, planejamento longo prazo, infraestrutura tecnológica, expertise especializada. Permite experimentação sistemática mas depende de privilégio.",
    "layer": "pratica-0"
  },
  {
    "id": "relacionalidade-resistencia",
    "name": "Relacionalidade de Resistência",
    "description": "Opera sob opressão ativa. Semi-clandestinidade, horizontalidade deliberada, práticas prefigurativas, solidariedade internacionalista, memória coletiva de resistências. Mantém viva possibilidade de alternativa sob hostilidade.",
    "layer": "temporal-2"
  },
  {
    "id": "aporia-universalizacao",
    "name": "Aporia da Universalização",
    "description": "Se relacionalidade é condição ontológica universal, por que institucionalização consciente depende de condições materiais privilegiadas? Contradição performativa entre universalidade ontológica e implementação privilegiada.",
    "layer": "fundacional-1"
  },
  {
    "id": "solidariedade-horizontal",
    "name": "Solidariedade Horizontal",
    "description": "Reconhecer interdependências materiais concretas entre práticas relacionais. Não hierarquizar como estágios evolutivos. Redistribuição, compartilhamento, transferência bidirecional, advocacy, proteção mútua.",
    "layer": "pratica-1"
  },
  {
    "id": "redistribuicao-recursos",
    "name": "Redistribuição de Recursos Excedentes",
    "description": "Cooperativas afluentes destinam porcentagem de excedente para apoiar organizações em comunidades precarizadas. Não caridade paternalista mas reconhecimento de dívida material.",
    "layer": "pratica-0"
  },
  {
    "id": "transferencia-bidirecional",
    "name": "Transferência de Conhecimento Bidirecional",
    "description": "Não apenas capacitação unidirecional de privilegiados ensinando precários. Aprendizado mútuo onde saberes de sobrevivência e resistência informam práticas institucionais.",
    "layer": "epistemica-1"
  },
  {
    "id": "escala-somatica",
    "name": "Escala Somática",
    "description": "Corpo individual como holobionte: trilhões de células e micróbios em simbiose radical. Governança por coordenação química, neural, imunológica com mínima mediação consciente. Relacionalidade quase automática.",
    "layer": "ecologica-1"
  },
  {
    "id": "escala-intersticial",
    "name": "Escala Intersticial",
    "description": "Até 500 pessoas. Reconhecimento mútuo direto - todos podem conhecer rostos e nomes. Governança por encontros presenciais onde cada voz pode ser ouvida. Multiplicidade mantém rostos identificáveis.",
    "layer": "pratica-0"
  },
  {
    "id": "escala-regional",
    "name": "Escala Regional",
    "description": "Até 50.000 pessoas. Requer delegação rotativa e representação revogável. Cecosesola: 3.000 encontros anuais em múltiplos níveis. Estruturas federadas conectam círculos menores sem centralizar poder.",
    "layer": "pratica-0"
  },
  {
    "id": "escala-sistemica",
    "name": "Escala Sistêmica",
    "description": "Global. Capitalismo coordena via abstrações (preços, dinheiro, commodities) que suprimem relacionalidade concreta. Alternativas podem requerer ontologias híbridas com mecanismos de abstração não-totalizantes.",
    "layer": "pratica-3"
  },
  {
    "id": "federalismo-subsidiario",
    "name": "Federalismo Subsidiário Radical",
    "description": "Decisões no nível mais local possível. Regional apenas quando local inadequado, global apenas quando regional inadequado. Federação de federações com poder de veto distribuído, rotatividade obrigatória.",
    "layer": "pratica-0"
  },
  {
    "id": "subsidiariedade",
    "name": "Princípio de Subsidiariedade Máxima",
    "description": "Delegar para cima apenas o absolutamente necessário. Preservar autonomia local máxima. Centralizar apenas funções que genuinamente requerem coordenação ampla.",
    "layer": "pratica-1"
  },
  {
    "id": "federacao-federacoes",
    "name": "Federação de Federações",
    "description": "Regiões autônomas federam-se em redes maiores apenas para questões que requerem coordenação ampla: clima, migrações, pandemias, comércio justo. Não estado mundial mas rede de redes.",
    "layer": "pratica-3"
  },
  {
    "id": "veto-distribuido",
    "name": "Poder de Veto Distribuído",
    "description": "Qualquer região pode bloquear decisões federais que violam princípios relacionais acordados. Não pode bloquear simplesmente por discordância. Proteção contra centralização sem paralisia.",
    "layer": "pratica-1"
  },
  {
    "id": "rotatividade-obrigatoria",
    "name": "Rotatividade Obrigatória",
    "description": "Representantes em níveis federais superiores: mandatos curtos, rotativos, revogáveis, sorteados entre pool com experiência em governança regional. Evita oligarquização.",
    "layer": "politica-1"
  },
  {
    "id": "estrategia-escala-dupla",
    "name": "Estratégia de Escala Dupla",
    "description": "Opera simultaneamente: (1) escala intersticial-regional construindo ecologia densa de instituições relacionais alternativas, (2) escala sistêmica-global transformando parâmetros via regulação e redistribuição.",
    "layer": "ecologica-2"
  },
  {
    "id": "matriz-distribuicao-poder",
    "name": "Matriz de Distribuição de Poder",
    "description": "Toolkit: quem pode realmente reconfigurar organização? Para 10 decisões mais importantes: quem iniciou, quem deliberou, quem vetou, quem influenciou, quem implementou. Mapear padrões de centralização.",
    "layer": "pratica-1"
  },
  {
    "id": "auditoria-transparencia",
    "name": "Auditoria de Transparência Assimétrica",
    "description": "Toolkit: quem pode ver dentro de quem? Matriz comparando o que membros veem (decisões, finanças, avaliações) vs o que lideranças veem de membros (desempenho, opiniões, dados pessoais).",
    "layer": "pratica-2"
  },
  {
    "id": "indice-reversibilidade",
    "name": "Índice de Reversibilidade",
    "description": "Toolkit: podemos mudar de ideia sem catástrofe? Avaliar estruturas por temporalidade (renovação), custo de saída, dependências criadas. Score alto = adaptabilidade, score baixo = rigidez.",
    "layer": "temporal-0"
  },
  {
    "id": "rastreamento-apropriacao",
    "name": "Rastreamento de Apropriação de Valor",
    "description": "Toolkit: quem captura valor produzido coletivamente? Mapear produção de valor (econômico, social, político, epistêmico, cultural) e sua captura. Avaliar equidade via assembleia.",
    "layer": "etica-2"
  },
  {
    "id": "teste-coerencia-performativa",
    "name": "Teste de Coerência Performativa",
    "description": "Toolkit: práticas contradizem princípios declarados? Para cada princípio: última vez que agimos consistentemente, inconsistentemente, proporção, razões de contradição. Hipocrisia é negação sistemática, não contradição ocasional.",
    "layer": "pratica-3"
  },
  {
    "id": "protocolo-inclusao-neurodiversa",
    "name": "Protocolo de Inclusão Neurodiversa",
    "description": "Toolkit: processos excluem modos de cognição? Mapear modos de participação (presencial, virtual, síncrono, assíncrono, oral, escrito, visual, corporal). Criar menu de participação onde cada pessoa escolhe.",
    "layer": "temporal-0"
  },
  {
    "id": "assembleia-acelerada",
    "name": "Assembleia Acelerada de Futuridade",
    "description": "Protocolo escassez: 90 minutos máximo. Círculo de anciãos (3 pessoas sorteadas) compartilha memórias históricas. Visualização coletiva de futuro. Identificação de irreversibilidades. Decisão por maioria qualificada.",
    "layer": "temporal-2"
  },
  {
    "id": "rodizio-recursos",
    "name": "Rodízio de Recursos Não-Monetários",
    "description": "Protocolo escassez: mapeamento trimestral de recursos compartilháveis (habilidades, ferramentas, espaço, tempo, conhecimento). Economia de dádiva com reciprocidade difusa, não troca direta.",
    "layer": "temporal-1"
  },
  {
    "id": "economia-dadiva-difusa",
    "name": "Economia de Dádiva com Reciprocidade Difusa",
    "description": "Contribuo hoje sem expectativa de retorno direto, confiando que quando precisar, comunidade responderá. Não do ut des (te dou X para receber Y) mas circulação generalizada.",
    "layer": "pratica-1"
  },
  {
    "id": "consentimento-tacito",
    "name": "Consentimento Tácito",
    "description": "Protocolo escassez: decisões assumidas aprovadas se anunciadas 48h antes sem objeção registrada e sem irreversibilidades sérias. Qualquer pessoa pode pausar. Proteções contra abuso.",
    "layer": "politica-0"
  },
  {
    "id": "circulo-anciaos",
    "name": "Círculo de Anciãos",
    "description": "Protocolo escassez: resolução de conflitos. 3 pessoas sorteadas de pool (>5 anos comunidade, não envolvidas, percebidas como justas). Facilitam diálogo, não decidem quem está certo. Objetivo: restaurar relacionamento.",
    "layer": "etica-3"
  },
  {
    "id": "observacao-sensorial",
    "name": "Observação Sensorial Coletiva",
    "description": "Protocolo escassez: incluir terra sem expertise ecológica. Caminhada coletiva observando plantas, animais, água, relações. Círculo compartilha memórias de como área era antes. Princípio precautório simplificado.",
    "layer": "epistemica-0"
  },
  {
    "id": "narrativas-experimentacao",
    "name": "Narrativas de Experimentação",
    "description": "Protocolo escassez: documentação oral vs métricas formais. Antes: articular 3-5 sinais qualitativos de sucesso. Durante: mensalmente 3 pessoas sorteadas contam história do mês. Depois: avaliar coletivamente.",
    "layer": "temporal-0"
  },
  {
    "id": "micro-experimentacao",
    "name": "Micro-Experimentação",
    "description": "Experimentação em pequena escala com baixo risco. Permite aprendizado sem requerer recursos massivos ou capacidade de absorver grandes fracassos. Iteração rápida.",
    "layer": "pratica-1"
  },
  {
    "id": "instrumentalizacao-universal",
    "name": "Instrumentalização Universal",
    "description": "Tendência sistêmica de reduzir todas relações a meio-fim utilitário, transformando vínculos em transações e pessoas em recursos. Problema central da modernidade capitalista.",
    "color": "0xff4444",
    "references": [
      "heidegger-1927",
      "adorno-horkheimer-1944",
      "marcuse-1964"
    ],
    "layer": "politica-0"
  },
  {
    "id": "advocacy-politica",
    "name": "Advocacy Política",
    "description": "Prática de defender direitos e interesses de grupos marginalizados através de mobilização, representação e pressão sobre estruturas de poder. Essencial para transformação institucional.",
    "color": "0xff6b9d",
    "references": [
      "freire-1968",
      "hooks-2000"
    ],
    "layer": "pratica-1"
  },
  {
    "id": "antagonismo-relacional",
    "name": "Antagonismo Relacional",
    "description": "Conflito constitutivo entre diferentes modos de relacionalidade. Não é oposição entre entidades pré-existentes mas tensão ontológica entre diferentes padrões de emergência relacional.",
    "color": "0xcc5555",
    "references": [
      "laclau-mouffe-1985",
      "ranciere-1999"
    ],
    "layer": "politica-0"
  },
  {
    "id": "cooptacao-neoliberal",
    "name": "Cooptação Neoliberal",
    "description": "Apropriação de linguagens e práticas emancipatórias pelo capitalismo, transformando crítica em mercadoria e resistência em marca. Mecanismo sofisticado de neutralização.",
    "color": "0xff3366",
    "references": [
      "boltanski-chiapello-1999",
      "fisher-2009"
    ],
    "layer": "politica-1"
  },
  {
    "id": "humildade-epistemologica",
    "name": "Humildade Epistemológica",
    "description": "Reconhecimento dos limites do próprio conhecimento e abertura para outras formas de saber. Essencial para diálogo intercultural e descolonização epistemológica.",
    "color": "0x66bbff",
    "references": [
      "santos-2007",
      "mignolo-2011"
    ],
    "layer": "epistemica-1"
  },
  {
    "id": "neurodiversidade",
    "name": "Neurodiversidade",
    "description": "Variação natural nos modos de processamento neurológico e cognitivo. Desafia normalização patologizante, afirmando diferença como multiplicidade constitutiva.",
    "color": "0x9966ff",
    "references": [
      "singer-1998",
      "chapman-2020"
    ],
    "layer": "ontologica-1"
  },
  {
    "id": "recursao-ontologica",
    "name": "Recursão Ontológica",
    "description": "Processo pelo qual relações produzem entidades que retroalimentam novas relações. Auto-referência constitutiva sem origem ou fundamento final.",
    "color": "0x8844ff",
    "references": [
      "godel-1931",
      "hofstadter-1979",
      "luhmann-1984"
    ],
    "layer": "fundacional-3"
  },
  {
    "id": "resistencia-relacional",
    "name": "Resistência Relacional",
    "description": "Oposição que emerge das próprias práticas relacionais, não como negação mas como afirmação de outros modos de existir. Resistir é criar alternativas ontológicas.",
    "color": "0xff5577",
    "references": [
      "foucault-1982",
      "deleuze-guattari-1987",
      "scott-1985"
    ],
    "layer": "politica-1"
  },
  {
    "id": "solidariedade-estrutural",
    "name": "Solidariedade Estrutural",
    "description": "Interdependência constitutiva que conecta lutas aparentemente distintas. Reconhecimento de que opressões são co-produzidas sistemicamente.",
    "color": "0xff7799",
    "references": [
      "combahee-1977",
      "crenshaw-1989",
      "taylor-2017"
    ],
    "layer": "politica-0"
  },
  {
    "id": "transformacao-sistemica",
    "name": "Transformação Sistêmica",
    "description": "Mudança que afeta padrões relacionais fundamentais, não apenas elementos isolados. Requer alteração de lógicas operacionais e pressupostos ontológicos.",
    "color": "0xff9944",
    "references": [
      "meadows-1999",
      "wright-2010"
    ],
    "layer": "politica-1"
  },
  {
    "id": "concrescence",
    "name": "Concrescence (Whitehead)",
    "description": "Processo de tornar-se concreto. Cada ocasião de experiência é uma concrescence - movimento de muitos dados em unidade de experiência. Não é fusão: cada prehension preserva sua contribuição única no todo que emerge.",
    "layer": "fundacional-0"
  },
  {
    "id": "prehension",
    "name": "Prehension (Whitehead)",
    "description": "Sentir/apreender outras ocasiões. Relação mais primitiva que percepção consciente. Cada entidade prehende seu mundo - absorve e transforma dados de outras ocasiões. Base da relacionalidade processual.",
    "layer": "fundacional-1"
  },
  {
    "id": "imanencia",
    "name": "Imanência",
    "description": "Não há transcendência separada do mundo. Tudo está no plano de imanência - não há exterior absoluto, apenas diferenças de escala e perspectiva. Divindade imanente ao cosmos, não acima dele.",
    "layer": "fundacional-3"
  },
  {
    "id": "plano-imanencia",
    "name": "Plano de Imanência (Deleuze)",
    "description": "Campo pré-individual de virtualidades. Não é fundamento fixo, mas superfície de variação contínua onde conceitos se movem. Plano onde devires acontecem sem subordinação a transcendente.",
    "layer": "fundacional-0"
  },
  {
    "id": "individuacao",
    "name": "Individuação (Simondon)",
    "description": "Processo sempre inacabado de tornar-se indivíduo. Não há indivíduo prévio que se relaciona - relação produz individuação. Ser é devir-indivíduo através de resolução parcial de tensões pré-individuais.",
    "layer": "temporal-2"
  },
  {
    "id": "atualizacao",
    "name": "Atualização (Virtual→Atual)",
    "description": "Movimento do virtual ao atual. Virtual não é possível abstrato - é real que ainda não se atualizou. Atualização é criação diferenciante: cada atualização difere do virtual que expressa.",
    "layer": "ecologica-3"
  },
  {
    "id": "indra-net",
    "name": "Rede de Indra (Huayan)",
    "description": "Budismo chinês Huayan: rede infinita de jóias onde cada uma reflete todas as outras. Metáfora da interpenetração total - cada fenômeno contém todos os outros. Relacionalidade como reflexão mútua infinita.",
    "layer": "fundacional-1"
  },
  {
    "id": "dharmadhatu",
    "name": "Dharmadhātu (Campo de Fenômenos)",
    "description": "Campo onde todos os dharmas (fenômenos) surgem em interdependência. Não é substrato - é teia de relações onde cada nó é constituído pelos outros. Realidade como campo relacional dinâmico.",
    "layer": "fundacional-1"
  },
  {
    "id": "karma-relacional",
    "name": "Karma como Relacionalidade Causal",
    "description": "Karma não é punição moral - é relacionalidade causal. Ações tecem rede de consequências que moldam condições futuras. Causalidade não-linear onde tudo afeta tudo através de redes de interdependência.",
    "layer": "etica-2"
  },
  {
    "id": "complementaridade",
    "name": "Complementaridade (Bohr)",
    "description": "Fenômenos quânticos exigem descrições mutuamente excludentes mas complementares (onda-partícula). Não é limitação epistêmica - é estrutura ontológica. Realidade não é unívoca; requer perspectivas incompatíveis simultâneas.",
    "layer": "fundacional-2"
  },
  {
    "id": "bootstrap",
    "name": "Bootstrap Hypothesis (Chew)",
    "description": "Física sem fundamentos últimos. Partículas não são blocos fundamentais - cada uma é composta pelas outras através de auto-consistência. Universo se sustenta relacionalmente sem substrato.",
    "layer": "fundacional-1"
  },
  {
    "id": "enacao",
    "name": "Enação (Varela)",
    "description": "Cognição não é representação - é ação incorporada que faz emergir mundo. Conhecedor e conhecido co-emergem através de acoplamento estrutural. Mente é processo relacional entre organismo e ambiente.",
    "layer": "ecologica-1"
  },
  {
    "id": "corporificacao",
    "name": "Corporificação (Embodiment)",
    "description": "Conhecimento está incorporado - não há mente descorporificada. Cognição emerge de corpo situado em ambiente. Pensamento é inseparável de movimento, sensação, afeto corporais.",
    "layer": "ecologica-2"
  },
  {
    "id": "prefiguracao",
    "name": "Prefiguração",
    "description": "Prática política que antecipa futuro desejado. Não apenas meios para fins - meios incorporam fins. Criar relações que queremos ver generalizadas. Revolução não como evento futuro, mas prática presente.",
    "layer": "pratica-3"
  },
  {
    "id": "ajuda-mutua",
    "name": "Ajuda Mútua (Kropotkin)",
    "description": "Cooperação não é exceção - é fator evolutivo central. Espécies que cooperam têm vantagem sobre competidoras. Mutualismo precede competição na história natural e social.",
    "layer": "politica-1"
  },
  {
    "id": "horizontalidade",
    "name": "Horizontalidade",
    "description": "Organização sem hierarquia fixa. Poder circula em vez de concentrar. Não é ausência de coordenação - é distribuição de capacidade decisória. Liderança rotativa e situacional.",
    "layer": "politica-2"
  },
  {
    "id": "consenso",
    "name": "Consenso",
    "description": "Decisão por acordo comum, não maioria. Não é unanimidade - é processo de síntese que integra diferenças. Busca solução que todos podem viver com ela, não que todos adoram.",
    "layer": "politica-3"
  },
  {
    "id": "accountability-horizontal",
    "name": "Accountability Horizontal",
    "description": "Prestação de contas entre pares, não de baixo para cima. Responsabilidade mútua em rede, não hierárquica. Cada parte responde às outras em circuito de reciprocidade.",
    "layer": "etica-1"
  },
  {
    "id": "saberes-localizados",
    "name": "Saberes Localizados (Haraway)",
    "description": "Todo conhecimento é situado - vem de corpo, lugar, história específicos. Não há 'visão de lugar nenhum'. Objetividade é responsabilidade por perspectiva parcial, não neutralidade impossível.",
    "layer": "epistemica-3"
  },
  {
    "id": "epistemologias-sul",
    "name": "Epistemologias do Sul (Boaventura)",
    "description": "Saberes subjugados pelo colonialismo epistêmico. Sul não é geográfico - é metáfora da exclusão. Ecologia de saberes contra monocultura do conhecimento científico ocidental.",
    "layer": "epistemica-0"
  },
  {
    "id": "perspectivismo",
    "name": "Perspectivismo Ameríndio (Viveiros de Castro)",
    "description": "Ontologia ameríndia: diferentes espécies veem o mundo diferentemente porque habitam naturezas diferentes. O que humanos veem como sangue, jaguar vê como cauim. Corpo como feixe de afetos/capacidades.",
    "layer": "epistemica-0"
  },
  {
    "id": "aion",
    "name": "Aion (Tempo Não-Cronológico)",
    "description": "Tempo como devir puro, não sucessão cronológica (Chronos). Eternidade não é duração infinita - é intensidade do instante. Presente que não passa, sempre já passado e ainda por vir.",
    "layer": "temporal-0"
  },
  {
    "id": "heterocronia",
    "name": "Heterocronia",
    "description": "Multiplicidade de tempos coexistentes. Diferentes escalas e ritmos temporais se entrelaçam sem síntese. Tempo geológico, biológico, social, pessoal - cada um com lógica própria, todos relacionados.",
    "layer": "temporal-1"
  },
  {
    "id": "reversibilidade-temporal",
    "name": "Reversibilidade Temporal",
    "description": "Possibilidade de desfazer processos, voltar atrás. Distingue termodinâmica (irreversível) de mecânica (reversível). Em política: instituições reversíveis vs lock-ins. Capacidade de experimentação sem compromisso permanente.",
    "layer": "temporal-0"
  },
  {
    "id": "diferenca",
    "name": "Diferença (Deleuze)",
    "description": "Diferença não deriva de identidade prévia - é produtiva, criadora. Não é negação (A≠B), mas afirmação de singularidade. Diferença precede identidade, não o contrário.",
    "layer": "fundacional-2"
  },
  {
    "id": "repeticao",
    "name": "Repetição (Deleuze)",
    "description": "Repetição não é retorno do mesmo - é diferença disfarçada. Cada repetição difere. Eterno retorno nietzschiano: retorna apenas a diferença, nunca o idêntico.",
    "layer": "fundacional-3"
  },
  {
    "id": "intensidade",
    "name": "Intensidade",
    "description": "Diferença intensiva precede extensão e qualidade. Não é grau quantitativo - é diferença pré-extensiva que engendra o extenso. Temperatura não como grau, mas como diferença que produz movimento.",
    "layer": "fundacional-0"
  },
  {
    "id": "haecceidade",
    "name": "Haecceidade (Duns Scotus/Deleuze)",
    "description": "Singularidade não-qualitativa. 'Isto-ness' - o que torna algo este e não outro, sem passar por gênero/espécie. Individuação por intensidade, não por forma. Modo de individuação distinto de sujeito/substância.",
    "layer": "fundacional-2"
  },
  {
    "id": "dobra",
    "name": "Dobra (Leibniz/Deleuze)",
    "description": "Mundo não é extensão plana - é dobramento infinito. Matéria dobra-se em níveis, alma desdobra-se em percepções. Barroco como dobra que vai ao infinito. O dentro é apenas dobra do fora.",
    "layer": "fundacional-0"
  },
  {
    "id": "monada",
    "name": "Mônada (Leibniz)",
    "description": "Substância simples sem janelas - não recebe de fora. Cada mônada expressa todo universo de sua perspectiva. Harmonia pré-estabelecida coordena sem comunicação direta. Perspectivismo sem interação.",
    "layer": "fundacional-1"
  },
  {
    "id": "univocidade",
    "name": "Univocidade do Ser (Duns Scotus/Deleuze)",
    "description": "Ser se diz de modo unívoco de tudo que é. Não há hierarquia ontológica - ser é dito no mesmo sentido de Deus e da pedra. Ontologia plana contra analogia medieval.",
    "layer": "fundacional-0"
  },
  {
    "id": "potencia",
    "name": "Potência (Spinoza/Agamben)",
    "description": "Potentia (poder constituinte, fazer) vs Potestas (poder constituído, sobre). Não é possibilidade - é força atual de afetar e ser afetado. Base de ética não-moral.",
    "layer": "etica-3"
  },
  {
    "id": "conatus",
    "name": "Conatus (Spinoza)",
    "description": "Esforço de cada coisa para perseverar em seu ser. Não é conservação passiva - é afirmação ativa. Essência atual de cada modo. Alegria aumenta potência, tristeza diminui.",
    "layer": "fundacional-0"
  },
  {
    "id": "modi",
    "name": "Modi (Spinoza)",
    "description": "Modos são modificações/afecções da substância única. Não substâncias independentes - expressões singulares do ser infinito. Nós somos modi, não substâncias.",
    "layer": "fundacional-0"
  },
  {
    "id": "nexus",
    "name": "Nexus (Whitehead)",
    "description": "Sociedade de ocasiões de experiência com ordem comum. Objeto persistente é nexus com definição herdada. Pedra, rio, pessoa - todos nexus de diferentes tipos.",
    "layer": "fundacional-3"
  },
  {
    "id": "eternal-objects",
    "name": "Eternal Objects (Whitehead)",
    "description": "Potenciais puros - formas de definição que podem ingressar em ocasiões. Não são platônicos (separados) - são potências de determinação. Vermelhidão como potencial, não universal.",
    "layer": "fundacional-2"
  },
  {
    "id": "criatividade",
    "name": "Criatividade (Whitehead)",
    "description": "Categoria das categorias - princípio de novidade. Muitos tornam-se um e aumentam por um. Produção de novidade não-determinada. Avanço criativo universal.",
    "layer": "fundacional-0"
  },
  {
    "id": "extensao",
    "name": "Extensão (Whitehead)",
    "description": "Continuidade do processo - ocasiões se estendem por outras. Não é espaço newtoniano - é relação de inclusão entre ocasiões. Extensão deriva de processo, não o contrário.",
    "layer": "fundacional-1"
  },
  {
    "id": "consistencia",
    "name": "Consistência (Whitehead)",
    "description": "Satisfação da ocasião - unidade final de experiência. Cada ocasião busca consistência interna. Valor estético imanente a cada devir.",
    "layer": "etica-1"
  },
  {
    "id": "gaia",
    "name": "Gaia (Lovelock)",
    "description": "Terra como sistema auto-regulado - não organismo, mas sistema cibernético. Vida regula condições para vida. Não teleológico - emergência de feedback.",
    "layer": "ecologica-0"
  },
  {
    "id": "umwelt",
    "name": "Umwelt (Von Uexküll)",
    "description": "Mundo-próprio de cada espécie. Carrapato tem umwelt de 3 signos. Não há ambiente objetivo - cada vivente habita mundo diferente. Perspectivismo não-humano.",
    "layer": "ecologica-0"
  },
  {
    "id": "nicho",
    "name": "Nicho Ecológico",
    "description": "Não é lugar - é modo de vida. Organismo não ocupa nicho pronto - constrói nicho através de atividade. Construção de nicho é co-evolução com ambiente.",
    "layer": "ecologica-1"
  },
  {
    "id": "keystone",
    "name": "Keystone Species",
    "description": "Espécie-chave com impacto desproporcional no ecossistema. Remoção causa cascata. Exemplo: lontra-marinha mantém floresta de kelp contra ouriços. Relacionalidade assimétrica.",
    "layer": "ecologica-1"
  },
  {
    "id": "cascata-trofica",
    "name": "Trophic Cascade",
    "description": "Efeitos em cadeia através de níveis tróficos. Predador afeta não apenas presa, mas vegetação. Lobo reintroduzido muda curso de rios. Causalidade ecológica não-linear.",
    "layer": "ecologica-2"
  },
  {
    "id": "edge-effect",
    "name": "Edge Effect",
    "description": "Efeito de borda - zona de transição entre ecossistemas tem maior diversidade. Borda não é limite - é zona de hibridação produtiva. Fronteira como espaço generativo.",
    "layer": "ecologica-1"
  },
  {
    "id": "facilitacao",
    "name": "Facilitação Ecológica",
    "description": "Espécie facilita outra sem reciprocidade necessária. Não é simbiose - é assimetria positiva. Árvore pioneira facilita sucessão. Cooperação sem contrato.",
    "layer": "ecologica-1"
  },
  {
    "id": "comensalismo",
    "name": "Comensalismo",
    "description": "Relação onde um se beneficia, outro neutro (nem beneficiado nem prejudicado). Orchídea em árvore. Relacionalidade assimétrica sem exploração.",
    "layer": "ecologica-1"
  },
  {
    "id": "devir-menor",
    "name": "Devir-Menor (Deleuze)",
    "description": "Devir não é imitar - é criar zona de indiscernibilidade. Devir-animal, devir-mulher, devir-imperceptível. Movimento de desterritorialização contra maioria como padrão.",
    "layer": "temporal-2"
  },
  {
    "id": "cronotopo",
    "name": "Cronotopo (Bakhtin)",
    "description": "Configuração espaço-temporal em narrativas. Cada gênero tem cronotopo próprio. Estrada, castelo, salão - cada um organiza tempo-espaço diferente. Heterogeneidade temporal-espacial.",
    "layer": "temporal-0"
  },
  {
    "id": "aeternitas",
    "name": "Aeternitas (Spinoza/Deleuze)",
    "description": "Eternidade não é duração infinita - é não-duração. Sub specie aeternitatis - ver coisas sob aspecto da eternidade. Atemporalidade das relações necessárias.",
    "layer": "temporal-0"
  },
  {
    "id": "periodicidade",
    "name": "Periodicidade",
    "description": "Ritmo temporal - não é repetição mecânica. Ciclos ecológicos, metabólicos, sociais. Diferença entre tempo linear, cíclico, espiral. Ressonância temporal entre processos.",
    "layer": "temporal-1"
  },
  {
    "id": "sincronia-diacronia",
    "name": "Sincronia/Diacronia (Saussure)",
    "description": "Análise sincrônica (estado) vs diacrônica (mudança). Língua como sistema sincrônico vs história como diacronia. Tensão entre estrutura e processo.",
    "layer": "temporal-1"
  },
  {
    "id": "ujima",
    "name": "Ujima (Trabalho Coletivo)",
    "description": "Terceiro princípio de Kwanzaa - responsabilidade coletiva. Problemas da comunidade são problemas de todos. Trabalho cooperativo não-hierárquico.",
    "layer": "etica-0"
  },
  {
    "id": "quilombo",
    "name": "Quilombo",
    "description": "Território autônomo afro-brasileiro. Não apenas fuga - criação de sociabilidade alternativa. Quilombismo como projeto político (Abdias do Nascimento). Autonomia radical.",
    "layer": "politica-0"
  },
  {
    "id": "axe",
    "name": "Axé",
    "description": "Força vital nas religiões afro-brasileiras. Não é energia abstrata - é poder de realização. Circula, acumula, se transmite. Ontologia de força, não substância.",
    "layer": "ontologica-0"
  },
  {
    "id": "terreiro",
    "name": "Terreiro",
    "description": "Espaço sagrado afro-brasileiro. Não é apenas templo - é comunidade, território, modo de vida. Estrutura iniciática, hierárquica mas relacional. Ontologia incorporada.",
    "layer": "pratica-0"
  },
  {
    "id": "encruzilhada",
    "name": "Encruzilhada (Exu)",
    "description": "Princípio de comunicação, transformação, ambiguidade. Exu habita encruzilhada - zona de passagem e troca. Não é bem/mal - é potência de abertura e movimento.",
    "layer": "etica-1"
  },
  {
    "id": "ori",
    "name": "Orí (Cabeça)",
    "description": "Individualidade nas religiões iorubás. Não é self substancial - é relação com ancestralidade e destino. Orí escolhe destino antes de nascer. Individuação relacional.",
    "layer": "ontologica-2"
  },
  {
    "id": "abducao",
    "name": "Abdução (Peirce)",
    "description": "Inferência que cria hipótese explicativa. Não é dedução (necessária) nem indução (provável) - é invenção plausível. Lógica da descoberta científica.",
    "layer": "epistemica-3"
  },
  {
    "id": "falibilismo",
    "name": "Falibilismo (Peirce)",
    "description": "Toda crença é revisável - nenhum conhecimento é absolutamente certo. Não é relativismo - é abertura à correção. Base do pragmatismo científico.",
    "layer": "epistemica-0"
  },
  {
    "id": "hermeneutica",
    "name": "Hermenêutica (Gadamer)",
    "description": "Interpretação não é método - é modo de ser. Círculo hermenêutico - compreensão pressupõe pré-compreensão. Fusão de horizontes entre intérprete e texto.",
    "layer": "pratica-3"
  },
  {
    "id": "circulo-hermeneutico",
    "name": "Círculo Hermenêutico",
    "description": "Para entender parte, precisa entender todo; para entender todo, precisa entender partes. Não é vicioso - é estrutura da compreensão. Recursividade interpretativa.",
    "layer": "epistemica-3"
  },
  {
    "id": "epoché",
    "name": "Epoché (Husserl)",
    "description": "Suspensão do juízo - colocar mundo entre parênteses. Não é dúvida cética - é método fenomenológico. Redução transcendental para acessar essências.",
    "layer": "epistemica-0"
  },
  {
    "id": "lebenswelt",
    "name": "Lebenswelt (Mundo Vivido)",
    "description": "Mundo da vida pré-científico - horizonte de toda experiência. Ciência pressupõe Lebenswelt mas o esquece. Retorno ao solo pré-teórico.",
    "layer": "epistemica-3"
  },
  {
    "id": "paradigma",
    "name": "Paradigma (Kuhn)",
    "description": "Matriz disciplinar - não é teoria isolada. Inclui exemplares, valores, ontologia. Mudança de paradigma é mudança de mundo. Incomensurabilidade entre paradigmas.",
    "layer": "etica-3"
  },
  {
    "id": "incomensurabilidade",
    "name": "Incomensurabilidade (Kuhn/Feyerabend)",
    "description": "Paradigmas diferentes não compartilham medida comum. Não é apenas discordância - é falta de terreno comum. Gestalt switch - mudança de forma de ver.",
    "layer": "epistemica-3"
  },
  {
    "id": "anarquismo-epistemologico",
    "name": "Anarquismo Epistemológico (Feyerabend)",
    "description": "'Anything goes' - não há método científico único. Progresso vem de violação de regras. Contra method. Pluralismo radical de práticas científicas.",
    "layer": "pratica-3"
  },
  {
    "id": "programa-investigacao",
    "name": "Programa de Investigação (Lakatos)",
    "description": "Série de teorias com núcleo duro e cinturão protetor. Mudança progressiva vs degenerativa. Não avalia teoria isolada - avalia programa.",
    "layer": "temporal-0"
  },
  {
    "id": "tacit-knowledge",
    "name": "Conhecimento Tácito (Polanyi)",
    "description": "'Sabemos mais do que podemos dizer'. Conhecimento incorporado, não-proposicional. Andar de bicicleta - saber-como vs saber-que. Base de toda expertise.",
    "layer": "epistemica-0"
  },
  {
    "id": "hegemonia",
    "name": "Hegemonia (Gramsci)",
    "description": "Dominação por consentimento, não apenas coerção. Liderança cultural-ideológica. Contra-hegemonia constrói novo senso comum. Guerra de posição, não apenas de movimento.",
    "layer": "politica-3"
  },
  {
    "id": "biopolitica",
    "name": "Biopolítica (Foucault)",
    "description": "Poder sobre vida - não apenas repressão. Regulação de populações - natalidade, saúde, sexualidade. Fazer viver ou deixar morrer. Governamentalidade neoliberal.",
    "layer": "politica-1"
  },
  {
    "id": "excecao",
    "name": "Estado de Exceção (Agamben)",
    "description": "Suspensão da lei que se torna regra. Zona de indistinção entre direito e violência. Campo como paradigma biopolítico moderno. Vida nua exposta ao poder soberano.",
    "layer": "politica-2"
  },
  {
    "id": "vida-nua",
    "name": "Vida Nua (Agamben)",
    "description": "Vida reduzida a zoé (vida biológica), despida de bíos (vida qualificada). Homo sacer - pode ser morto mas não sacrificado. Exclusão inclusiva no ordenamento jurídico.",
    "layer": "politica-0"
  },
  {
    "id": "multidao",
    "name": "Multidão (Negri/Hardt)",
    "description": "Multiplicidade que permanece múltipla - não se reduz a povo/unidade. Subjetividade política da globalização. Comum sem identidade fixa. Contra império.",
    "layer": "politica-2"
  },
  {
    "id": "imperio",
    "name": "Império (Negri/Hardt)",
    "description": "Soberania descentralizada - não é imperialismo territorial. Poder em rede, desterritorializado. Constituição mista global sem centro único.",
    "layer": "politica-0"
  },
  {
    "id": "governamentalidade",
    "name": "Governamentalidade (Foucault)",
    "description": "Foucault: arte de governar populações através de saberes/tecnologias. Não repressão, mas produção de sujeitos. Biopoder: fazer viver, deixar morrer.",
    "layer": "politica-0"
  },
  {
    "id": "disciplina",
    "name": "Disciplina (Foucault)",
    "description": "Poder sobre corpos individuais - não apenas repressão. Técnicas de normalização, vigilância, exame. Panóptico como diagrama. Produz sujeitos dóceis-úteis.",
    "layer": "pratica-3"
  },
  {
    "id": "panoptico",
    "name": "Panóptico (Bentham/Foucault)",
    "description": "Arquitetura de vigilância - ver sem ser visto. Interiorização da vigilância - sujeito vigia a si mesmo. Diagrama de poder moderno.",
    "layer": "politica-2"
  },
  {
    "id": "molecular-molar",
    "name": "Molecular/Molar (Deleuze/Guattari)",
    "description": "Molar: segmentos duros, binaridades, estratificação. Molecular: fluxos, intensidades, linhas de fuga. Não são níveis - são aspectos coexistentes. Micro-política vs macro-política.",
    "layer": "politica-3"
  },
  {
    "id": "micro-politica",
    "name": "Micro-política",
    "description": "Política do desejo, dos afetos, do cotidiano. Não é pequena política - é outra dimensão. Revolução molecular vs molar. Prefiguração no presente.",
    "layer": "politica-0"
  },
  {
    "id": "guerra-posicao",
    "name": "Guerra de Posição (Gramsci)",
    "description": "Luta cultural-ideológica prolongada - não assalto frontal. Ocupação de trincheiras na sociedade civil. Contra guerra de movimento (insurreição). Hegemonia se conquista lentamente.",
    "layer": "politica-3"
  },
  {
    "id": "ressentimento",
    "name": "Ressentimento (Nietzsche)",
    "description": "Moral reativa dos fracos - nega forte em vez de afirmar-se. Inverte valores: bom torna-se mau. Cristianismo como religião do ressentimento. Impotência criativa.",
    "layer": "etica-3"
  },
  {
    "id": "vontade-potencia",
    "name": "Vontade de Potência (Nietzsche)",
    "description": "Não é vontade de poder-sobre - é vontade de criar, superar-se. Força fundamental da vida. Afirmação contra negação. Transvaloração de valores.",
    "layer": "etica-1"
  },
  {
    "id": "eterno-retorno",
    "name": "Eterno Retorno (Nietzsche)",
    "description": "Pensamento mais pesado - tudo retorna infinitamente. Não é cosmologia - é imperativo ético. Viver de modo que queira retorno. Afirmação radical da vida.",
    "layer": "etica-2"
  },
  {
    "id": "amor-fati",
    "name": "Amor Fati (Nietzsche)",
    "description": "Amor ao destino - não resignação. Afirmar necessidade, não apenas aceitar. Querer que nada seja diferente. Ética da afirmação total.",
    "layer": "etica-1"
  },
  {
    "id": "parrhesia",
    "name": "Parrhesia (Foucault)",
    "description": "Fala franca, corajosa - dizer verdade com risco. Não é confissão - é coragem da verdade. Ética do cuidado de si. Prática de liberdade.",
    "layer": "etica-3"
  },
  {
    "id": "cuidado-si",
    "name": "Cuidado de Si (Foucault)",
    "description": "Epimeleia heautou - prática ética greco-romana. Não é narcisismo - é trabalho sobre si. Ascese como exercício de liberdade. Estética da existência.",
    "layer": "etica-3"
  },
  {
    "id": "imperativo-categorico",
    "name": "Imperativo Categórico (Kant)",
    "description": "Age segundo máxima que possas querer como lei universal. Autonomia da razão prática. Trata humanidade como fim, nunca apenas como meio. Ética formal, não material.",
    "layer": "etica-1"
  },
  {
    "id": "etica-virtude",
    "name": "Ética das Virtudes (Aristóteles)",
    "description": "Ética do caráter, não de regras. Virtude como meio-termo entre extremos. Phronesis (sabedoria prática) para julgar situações. Eudaimonia como florescimento.",
    "layer": "etica-3"
  },
  {
    "id": "phronesis",
    "name": "Phronesis (Sabedoria Prática)",
    "description": "Prudência - saber o que fazer em situação particular. Não é episteme (ciência) nem techne (técnica). Deliberação sobre bem viver. Inteligência situacional.",
    "layer": "pratica-3"
  },
  {
    "id": "pharmakon",
    "name": "Pharmakon (Derrida/Stiegler)",
    "description": "Remédio e veneno simultaneamente. Escrita para Platão, técnica para Stiegler. Ambivalência constitutiva da tecnologia. Não há solução técnica - toda técnica é problema.",
    "layer": "pratica-2"
  },
  {
    "id": "grammatizacao",
    "name": "Grammatização (Stiegler)",
    "description": "Discretização de fluxos contínuos - escrita, notação musical, código digital. Técnica de reprodução que transforma processo em produto. Proletarização do saber.",
    "layer": "pratica-0"
  },
  {
    "id": "protensao",
    "name": "Protensão (Husserl/Stiegler)",
    "description": "Antecipação temporal - horizonte de futuro na consciência presente. Retenção (passado) + protensão (futuro) constituem presente. Técnica molda protensões coletivas.",
    "layer": "pratica-0"
  },
  {
    "id": "retencao",
    "name": "Retenção (Husserl/Stiegler)",
    "description": "Retenção primária (passado imediato na consciência) vs secundária (memória). Retenção terciária - memória técnica (escrita, gravação). Técnica como condição de memória.",
    "layer": "pratica-0"
  },
  {
    "id": "organologia",
    "name": "Organologia (Stiegler)",
    "description": "Co-evolução de órgãos fisiológicos, técnicos e sociais. Não há humano sem técnica. Órgãos técnicos externalizam funções biológicas. Antropogênese é tecnogênese.",
    "layer": "pratica-2"
  },
  {
    "id": "proletarizacao",
    "name": "Proletarização (Stiegler)",
    "description": "Perda de saber-fazer (proletarização de produtores), saber-viver (consumidores), saber-pensar (espírito). Grammatização separa saber de executor. Contra-tendência: contribuição.",
    "layer": "pratica-1"
  },
  {
    "id": "tecnicidade",
    "name": "Tecnicidade (Simondon)",
    "description": "Modo de ser próprio do objeto técnico. Não é instrumentalidade - é concretização. Objeto técnico evolui para coerência interna. Convergência de funções.",
    "layer": "pratica-1"
  },
  {
    "id": "algoritmo",
    "name": "Algoritmo",
    "description": "Não cálculo neutro, mas agente que ordena realidades. Algoritmos de recomendação criam filtros-bolha. De crédito perpetuam racismo. Governamentalidade algorítmica.",
    "layer": "pratica-1"
  },
  {
    "id": "blockchain",
    "name": "Blockchain",
    "description": "Registro distribuído imutável - não requer confiança centralizada. Consenso por protocolo, não autoridade. Infraestrutura para descentralização. Ambiguidade política.",
    "layer": "pratica-0"
  },
  {
    "id": "significante",
    "name": "Significante (Saussure/Lacan)",
    "description": "Imagem acústica - não é coisa nem conceito. Relação arbitrária com significado. Lacan: significante não representa significado - representa sujeito para outro significante. Primazia do significante.",
    "layer": "epistemica-0"
  },
  {
    "id": "significado",
    "name": "Significado (Saussure)",
    "description": "Conceito associado a significante. Não é referente - é valor diferencial no sistema. Sentido vem de diferença, não de correspondência.",
    "layer": "etica-2"
  },
  {
    "id": "signo",
    "name": "Signo (Saussure/Peirce)",
    "description": "Saussure: união de significante e significado. Peirce: relação triádica (representamen, objeto, interpretante). Arbitrariedade vs iconicidade. Diferença entre tradições.",
    "layer": "epistemica-1"
  },
  {
    "id": "regime-signos",
    "name": "Regime de Signos (Deleuze/Guattari)",
    "description": "Significante, pré-significante, pós-significante, contra-significante. Não são estágios - coexistem. Semiótica não é universal - há múltiplos regimes. Despotismo, passional, nômade.",
    "layer": "epistemica-0"
  },
  {
    "id": "performativo",
    "name": "Performativo (Austin)",
    "description": "Enunciado que faz ao dizer - não descreve, executa. 'Eu prometo', 'declaro aberta'. Condições de felicidade vs verdade. Linguagem como ação.",
    "layer": "epistemica-2"
  },
  {
    "id": "gramatologia",
    "name": "Gramatologia (Derrida)",
    "description": "Ciência da escritura - contra fonocentrismo. Escrita não é representação secundária da fala. Arqui-escritura precede fala. Différance como condição.",
    "layer": "epistemica-2"
  },
  {
    "id": "differance",
    "name": "Différance (Derrida)",
    "description": "Diferir + diferimento. Nem palavra nem conceito - opera antes. Espaçamento temporal e diferença espacial. Condição de possibilidade do signo. Não é presente.",
    "layer": "temporal-2"
  },
  {
    "id": "trace",
    "name": "Trace (Rastro, Derrida)",
    "description": "Marca de ausência - presença do ausente. Signo sempre remete a outro signo - nunca presença plena. Economia do rastro contra metafísica da presença.",
    "layer": "epistemica-0"
  },
  {
    "id": "sublime",
    "name": "Sublime (Kant/Lyotard)",
    "description": "Prazer negativo - fracasso da imaginação diante do infinito. Matemático (magnitude) e dinâmico (poder). Apresenta impresentável. Diferente do belo.",
    "layer": "etica-2"
  },
  {
    "id": "dissensao",
    "name": "Dissensão (Rancière)",
    "description": "Dissenso não é desacordo - é reconfiguração do sensível. Política começa quando parte que não tem parte fala. Partilha do sensível - quem pode ser visto/ouvido.",
    "layer": "etica-2"
  },
  {
    "id": "aura",
    "name": "Aura (Benjamin)",
    "description": "Autenticidade da obra de arte - aqui e agora único. Reprodução técnica destrói aura. Perda da aura democratiza ou empobrece? Ambivalência política da técnica.",
    "layer": "politica-2"
  },
  {
    "id": "alegoria",
    "name": "Alegoria (Benjamin)",
    "description": "Símbolo quebrado - ruínas de significado. Não é símbolo orgânico - é fragmento. Drama barroco como alegoria da história. Melancolia vs símbolo romântico.",
    "layer": "etica-3"
  },
  {
    "id": "choque",
    "name": "Choque (Benjamin)",
    "description": "Experiência moderna - choques sucessivos da cidade, cinema, produção. Baudelaire: poesia do choque. Defesa contra estímulos vs experiência plena (Erfahrung vs Erlebnis).",
    "layer": "etica-3"
  },
  {
    "id": "constelacao",
    "name": "Constelação (Benjamin/Adorno)",
    "description": "Método não-sistemático - ideias em relação, não deduzidas. Pensamento por justaposição, não hierarquia. Verdade como configuração, não progressão.",
    "layer": "epistemica-2"
  },
  {
    "id": "mimesis",
    "name": "Mimesis (Adorno)",
    "description": "Não é imitação - é afinidade não-conceitual. Arte como conhecimento mimético. Ratio instrumental reprime mimesis. Reconciliação não-dominadora com natureza.",
    "layer": "ecologica-2"
  },
  {
    "id": "industria-cultural",
    "name": "Indústria Cultural (Adorno/Horkheimer)",
    "description": "Produção industrial de cultura - padronização, pseudo-individualização. Não é cultura popular - é cultura de massas produzida de cima. Iluminismo como dominação.",
    "layer": "politica-1"
  },
  {
    "id": "paradoxo-mentiroso",
    "name": "Paradoxo do Mentiroso",
    "description": "'Esta frase é falsa' - verdadeira se falsa, falsa se verdadeira. Auto-referência gera contradição. Limites de sistemas formais. Gödel usa variante.",
    "layer": "fundacional-3"
  },
  {
    "id": "indecidibilidade",
    "name": "Indecidibilidade",
    "description": "Proposições que não podem ser provadas verdadeiras ou falsas no sistema. Gödel mostra que existem em aritmética. Turing mostra problema da parada indecidível.",
    "layer": "etica-2"
  },
  {
    "id": "paraconsistencia",
    "name": "Paraconsistência (da Costa)",
    "description": "Lógica que tolera contradições sem trivializar. Contradição não implica tudo (ex contradictione sequitur quodlibet). Lógicas não-clássicas brasileiras.",
    "layer": "fundacional-3"
  },
  {
    "id": "vagueza",
    "name": "Vagueza (Sorites)",
    "description": "Predicados sem fronteiras precisas. Um grão não faz monte - quando começa? Lógica fuzzy vs epistemicismo vs supervaloracionismo. Limites imprecisos.",
    "layer": "etica-1"
  },
  {
    "id": "conjunto-fuzzy",
    "name": "Conjunto Fuzzy (Zadeh)",
    "description": "Pertinência gradual - não binária. Elemento pertence com grau 0 a 1. Lógica de vagueza. Aplicação em controle, IA, decisão.",
    "layer": "fundacional-2"
  },
  {
    "id": "entropia",
    "name": "Entropia",
    "description": "Medida de desordem termodinâmica. Segunda lei - entropia aumenta em sistemas fechados. Shannon usa para informação. Ordem improvável, desordem provável. Flecha do tempo.",
    "layer": "fundacional-0"
  },
  {
    "id": "atrator",
    "name": "Atrator",
    "description": "Estado para qual sistema dinâmico tende. Ponto fixo, ciclo limite, atrator estranho (caótico). Bacia de atração - região que converge. Estabilidade dinâmica.",
    "layer": "fundacional-0"
  },
  {
    "id": "fractal",
    "name": "Fractal",
    "description": "Auto-similaridade em diferentes escalas. Dimensão não-inteira. Costa tem dimensão ~1.26. Mandelbrot: geometria da natureza. Complexidade em simplicidade.",
    "layer": "ecologica-0"
  },
  {
    "id": "renormalizacao",
    "name": "Renormalização",
    "description": "Técnica para lidar com infinitos em teoria quântica de campos. Mudança de escala revela estrutura. Grupo de renormalização - simetria de escala. Universalidade de transições de fase.",
    "layer": "fundacional-2"
  },
  {
    "id": "devir-animal",
    "name": "Devir-Animal (Deleuze)",
    "description": "Zona de indiscernibilidade entre humano e animal. Não é imitar animal - é criar bloco de devir comum. Ahab e Moby Dick. Desterritorialização que arrasta ambos.",
    "layer": "temporal-1"
  },
  {
    "id": "devir-mulher",
    "name": "Devir-Mulher (Deleuze)",
    "description": "Movimento minoritário, não imitação. Não é tornar-se mulher - é devir-minoritário contra padrão maioritário (homem-branco-adulto). Ponto de partida para outros devires.",
    "layer": "temporal-0"
  },
  {
    "id": "ucronia",
    "name": "Ucronia",
    "description": "Tempo alternativo, história contrafactual. 'E se?' - não como especulação, mas como potencial não-atualizado. Virtualidade histórica. Tempo do possível não-realizado.",
    "layer": "temporal-0"
  },
  {
    "id": "presentismo",
    "name": "Presentismo (metafísica)",
    "description": "Apenas presente existe - passado não existe mais, futuro ainda não. Contra eternalismo (tudo existe). Tensão entre ser e tempo.",
    "layer": "temporal-0"
  },
  {
    "id": "perdurantismo",
    "name": "Perdurantismo",
    "description": "Objetos têm partes temporais - 'vermes' estendidos no tempo. Você-agora é parte temporal de você-total. Contra presentismo e endurantismo.",
    "layer": "temporal-3"
  },
  {
    "id": "harambee",
    "name": "Harambee",
    "description": "Swahili: 'todos juntos'. Mobilização coletiva, esforço comunitário. Lema do Quênia pós-independência. Trabalho cooperativo não-hierárquico.",
    "layer": "ontologica-1"
  },
  {
    "id": "egbe",
    "name": "Egbé (Yorubá)",
    "description": "Sociedade, comunidade espiritual pré-natal. Cada pessoa pertence a egbé no òrun (além). Vínculo coletivo que antecede nascimento. Ontologia comunitária.",
    "layer": "ontologica-2"
  },
  {
    "id": "ase",
    "name": "Ase (variante de Axé)",
    "description": "Variante de Axé - poder de realização, força vital. Palavra que faz acontecer. 'Que assim seja' - performatividade ontológica.",
    "layer": "ecologica-3"
  },
  {
    "id": "pragmatica",
    "name": "Pragmática (linguística)",
    "description": "Estudo do uso da linguagem em contexto. Significado não é apenas semântico - é uso situado. Atos de fala, implicatura, contexto.",
    "layer": "epistemica-3"
  },
  {
    "id": "reducao-eidetica",
    "name": "Redução Eidética (Husserl)",
    "description": "Método fenomenológico - redução ao eidos (essência). Da facticidade à possibilidade essencial. Variação imaginativa para captar invariante.",
    "layer": "epistemica-3"
  },
  {
    "id": "intuicao-bergson",
    "name": "Intuição (Bergson)",
    "description": "Conhecimento imediato da duração - não espacializante. Simpatia que nos transporta ao interior. Contra inteligência que espacializa.",
    "layer": "epistemica-2"
  },
  {
    "id": "inteligencia-bergson",
    "name": "Inteligência (Bergson)",
    "description": "Faculdade de conhecer matéria sólida, descontínua. Espacializa, fabrica ferramentas. Útil mas deforma duração. Complementar à intuição.",
    "layer": "epistemica-2"
  },
  {
    "id": "maieutica",
    "name": "Maiêutica (Sócrates)",
    "description": "Arte de dar à luz conhecimento - parteira de ideias. Perguntar até que interlocutor descubra por si. Pedagogia não-transmissiva.",
    "layer": "epistemica-0"
  },
  {
    "id": "dialectica",
    "name": "Dialética",
    "description": "Movimento de tese-antítese-síntese (Hegel). Contradição produtiva. Negação da negação. Aufhebung - superar conservando.",
    "layer": "epistemica-2"
  },
  {
    "id": "apophasis",
    "name": "Apophasis (Teologia Negativa)",
    "description": "Dizer Deus por negação - não-isto, não-aquilo. Via negativa. Mestre Eckhart, Pseudo-Dionísio. Limite da linguagem.",
    "layer": "epistemica-2"
  },
  {
    "id": "cataphasis",
    "name": "Cataphasis (Teologia Afirmativa)",
    "description": "Dizer Deus por afirmação - belo, bom, ser. Via positiva. Complementar à apophasis. Tensão entre dizer e não-dizer.",
    "layer": "epistemica-0"
  },
  {
    "id": "sucessao-primaria",
    "name": "Sucessão Primária",
    "description": "Colonização ecológica de substrato virgem - lava, rocha nua. Líquens pioneiros, depois musgos, depois plantas. Criação de solo.",
    "layer": "ecologica-2"
  },
  {
    "id": "climax",
    "name": "Clímax Ecológico",
    "description": "Estágio final de sucessão - comunidade estável, auto-sustentável. Não é estático - equilíbrio dinâmico. Conceito hoje contestado.",
    "layer": "ecologica-0"
  },
  {
    "id": "macro-politica",
    "name": "Macro-Política",
    "description": "Política molar - grandes agregados, segmentos duros. Estado, classes, partidos. Não é superior - é dimensão coexistente com micro-política.",
    "layer": "politica-2"
  },
  {
    "id": "contra-poder",
    "name": "Contra-Poder (Holloway)",
    "description": "Poder-fazer vs poder-sobre. Não tomar Estado - criar autonomia. Mudar mundo sem tomar poder. Prefiguração vs conquista.",
    "layer": "politica-2"
  },
  {
    "id": "destituicao",
    "name": "Destituição (Agamben)",
    "description": "Desativar dispositivo sem substituir. Não é destruição - é tornar inoperante. Uso que libera de função. Profanação como destituição.",
    "layer": "politica-1"
  },
  {
    "id": "soberania-popular",
    "name": "Soberania Popular",
    "description": "Poder constituinte do povo. Não se reduz a representação - é excesso constituinte. Tensão entre potentia e potestas. Multidão vs povo.",
    "layer": "politica-2"
  },
  {
    "id": "resistencia-molecular",
    "name": "Resistência Molecular",
    "description": "Resistência micro-política, capilar. Não é apenas reação - é criação de linhas de fuga. Pequenos gestos, desvios, sabotagens sutis.",
    "layer": "politica-2"
  },
  {
    "id": "linha-fuga",
    "name": "Linha de Fuga (Deleuze)",
    "description": "Escape do sistema - não é fuga para fora, mas criação de nova linha. Desterritorialização. Terceira via entre linha dura e linha flexível.",
    "layer": "politica-1"
  },
  {
    "id": "maquina-guerra",
    "name": "Máquina de Guerra (Deleuze)",
    "description": "Exterioridade ao Estado - não nasce dele. Nômade vs sedentário. Estado captura máquina de guerra e a torna militar. Devir contra ser.",
    "layer": "politica-3"
  },
  {
    "id": "aparelho-captura",
    "name": "Aparelho de Captura (Deleuze)",
    "description": "Estado como máquina que captura fluxos - terra, trabalho, moeda. Estriamento contra espaço liso. Sobrecodificação contra código nômade.",
    "layer": "politica-3"
  },
  {
    "id": "transindividuacao",
    "name": "Transindividuação (Simondon/Stiegler)",
    "description": "Individuação psíquica e coletiva são correlatas - co-individuação. Técnica é condição. Não há indivíduo sem coletivo, nem coletivo sem técnica.",
    "layer": "pratica-1"
  },
  {
    "id": "retencao-terciaria",
    "name": "Retenção Terciária (Stiegler)",
    "description": "Memória técnica externa - escrita, gravação, código. Não é auxiliar - é condição da memória. Hypomnemata que nos constituem.",
    "layer": "pratica-0"
  },
  {
    "id": "retencao-primaria",
    "name": "Retenção Primária (Husserl)",
    "description": "Passado imediato retido na consciência presente. Protensão-agora-retenção formam presente espesso. Base da percepção temporal.",
    "layer": "temporal-0"
  },
  {
    "id": "retencao-secundaria",
    "name": "Retenção Secundária (Husserl)",
    "description": "Memória recordada - passado não mais presente. Re-presentação. Entre primária (impressão) e terciária (técnica).",
    "layer": "pratica-0"
  },
  {
    "id": "mnemotecnica",
    "name": "Mnemotécnica",
    "description": "Técnicas de memória - palácio mental, método de loci. Memória como arte, não apenas faculdade. Hipomnemata antigos.",
    "layer": "pratica-0"
  },
  {
    "id": "hypomnemata",
    "name": "Hypomnemata (Foucault)",
    "description": "Cadernos, anotações pessoais - tecnologia do eu. Escrita de si como prática de liberdade. Não é diário - é trabalho sobre si.",
    "layer": "pratica-1"
  },
  {
    "id": "ma-consciencia",
    "name": "Má Consciência (Nietzsche)",
    "description": "Interiorização da crueldade - voltar contra si instinto de liberdade. Culpa, pecado. Origem da moralidade. Doença do animal tornado doméstico.",
    "layer": "fundacional-2"
  },
  {
    "id": "crueldade",
    "name": "Crueldade (Artaud/Deleuze)",
    "description": "Não é sadismo - é necessidade, rigor. Teatro da crueldade: força que obriga pensamento. Crueldade da vida, não violência moral.",
    "layer": "etica-3"
  },
  {
    "id": "piedade",
    "name": "Piedade",
    "description": "Compaixão que pode ser condescendente. Sofrer-por (não sofrer-com). Nietzsche critica como fraqueza. Diferente de compaixão horizontal.",
    "layer": "ecologica-3"
  },
  {
    "id": "compaixao",
    "name": "Compaixão",
    "description": "Sofrer-com - não condescendência. Schopenhauer: fundamento da moral. Budismo: karuṇā. Diferentes de piedade vertical.",
    "layer": "etica-0"
  },
  {
    "id": "amizade-politica",
    "name": "Amizade Política (Derrida/Agamben)",
    "description": "Amizade como categoria política. Derrida: política da amizade. Agamben: amizade como compartilhamento de existência, não propriedades.",
    "layer": "ecologica-3"
  },
  {
    "id": "inimizade",
    "name": "Inimizade",
    "description": "Constituição política pelo antagonismo. Schmitt: amigo-inimigo como distinção política. Mouffe: agonismo vs antagonismo.",
    "layer": "etica-2"
  },
  {
    "id": "hospitalidade-absoluta",
    "name": "Hospitalidade Absoluta (Derrida)",
    "description": "Acolher sem condições - sem perguntar nome. Impossível mas necessária. Contra hospitalidade condicional (leis). Aporia da hospitalidade.",
    "layer": "etica-2"
  },
  {
    "id": "indice-semiotico",
    "name": "Índice (Peirce)",
    "description": "Signo por conexão causal/física. Fumaça indica fogo. Pegada indica animal. Não é semelhança (ícone) nem convenção (símbolo).",
    "layer": "epistemica-1"
  },
  {
    "id": "icone",
    "name": "Ícone (Peirce)",
    "description": "Signo por semelhança. Retrato, mapa, diagrama. Primeiro em relação ao objeto. Base da analogia.",
    "layer": "epistemica-0"
  },
  {
    "id": "simbolo-semiotico",
    "name": "Símbolo (Peirce)",
    "description": "Signo por convenção, lei. Palavras são símbolos. Terceiridade - mediação simbólica. Arbitrário, mas não individual.",
    "layer": "epistemica-2"
  },
  {
    "id": "palavra-ordem",
    "name": "Palavra de Ordem (Deleuze)",
    "description": "Linguagem como ato, não representação. 'Fuja!' não descreve - ordena. Pragmática contra semântica. Transformação incorpórea.",
    "layer": "epistemica-2"
  },
  {
    "id": "sensivel",
    "name": "Sensível (Rancière)",
    "description": "Partilha do sensível - distribuição de lugares, tempos, formas de atividade. Quem pode ser visto, ouvido. Política como reconfiguração.",
    "layer": "temporal-0"
  },
  {
    "id": "regime-estetico",
    "name": "Regime Estético (Rancière)",
    "description": "Regime de arte - não subordinado a hierarquias. Contra regime representativo (mimesis hierárquica). Igualdade de temas, anonimato.",
    "layer": "etica-3"
  },
  {
    "id": "reprodutibilidade",
    "name": "Reprodutibilidade Técnica (Benjamin)",
    "description": "Fotografia, cinema destroem aura - autenticidade do aqui-agora. Democratização ou perda? Politização vs estetização da política.",
    "layer": "politica-2"
  },
  {
    "id": "montagem",
    "name": "Montagem (Eisenstein)",
    "description": "Choque entre planos - não soma, mas multiplicação. Dialética cinematográfica. Atração-montagem. Sentido emerge da colisão.",
    "layer": "etica-2"
  },
  {
    "id": "estranhamento",
    "name": "Estranhamento (Brecht)",
    "description": "Verfremdungseffekt - tornar estranho o familiar. Interromper identificação, revelar construção. Teatro épico vs dramático. Distanciamento crítico.",
    "layer": "etica-2"
  },
  {
    "id": "topos",
    "name": "Topos (Teoria de Categorias)",
    "description": "Categoria com lógica interna - 'universo matemático'. Generaliza teoria de conjuntos. Múltiplas lógicas, múltiplos topoi.",
    "layer": "fundacional-3"
  },
  {
    "id": "funtor",
    "name": "Funtor (Teoria de Categorias)",
    "description": "Morfismo entre categorias - preserva estrutura. Não mapeia objetos - mapeia toda estrutura. Abstração de segunda ordem.",
    "layer": "fundacional-2"
  },
  {
    "id": "mereologia",
    "name": "Mereologia",
    "description": "Lógica de partes e todos. Não assume átomos - apenas relação parte-todo. Alternativa a teoria de conjuntos. Whitehead usa.",
    "layer": "fundacional-1"
  },
  {
    "id": "sorites",
    "name": "Sorites (Paradoxo)",
    "description": "Paradoxo do monte de areia. Um grão não faz monte. Adicionar um grão não transforma. Mas eventualmente há monte. Vagueza.",
    "layer": "fundacional-3"
  },
  {
    "id": "neguentropia",
    "name": "Neguentropia (Schrödinger)",
    "description": "Entropia negativa - ordem local. Vida alimenta-se de neguentropia. Não viola segunda lei - é ordem local às custas de desordem global.",
    "layer": "fundacional-3"
  },
  {
    "id": "dissipacao",
    "name": "Estruturas Dissipativas (Prigogine)",
    "description": "Ordem emerge longe do equilíbrio - via dissipação de energia. Não equilíbrio termodinâmico. Vórtice, célula viva. Auto-organização.",
    "layer": "fundacional-2"
  },
  {
    "id": "criticidade",
    "name": "Criticidade Auto-Organizada",
    "description": "Sistemas evoluem espontaneamente para estado crítico - borda entre ordem e caos. Avalanche, terremotos. Lei de potência.",
    "layer": "fundacional-0"
  },
  {
    "id": "cross-perspective-links",
    "name": "cross-perspective links",
    "layer": "epistemica-0",
    "description": "Conceito relacional: cross-perspective links. [Descrição a ser expandida]"
  },
  {
    "id": "moeda-comunitaria",
    "name": "moeda comunitária",
    "layer": "pratica-3",
    "description": "Conceito relacional: moeda comunitária. [Descrição a ser expandida]"
  },
  {
    "id": "intra-acao",
    "name": "Intra-ação",
    "description": "Barad: Relata não preexistem relações - são efeitos de intra-ações. Não há elétron antes de medição; há fenômeno indivisível medição-elétron-aparato. Performatividade material da natureza. Não inter-ação (entre entidades pré-existentes) mas intra-ação (co-constituição mútua). Distinções emergem de práticas relacionais, não as precedem.",
    "layer": "pratica-2"
  },
  {
    "id": "cortes-agenciais",
    "name": "Cortes Agenciais",
    "description": "Barad: Distinções não são descobertas mas performativamente produzidas através de práticas específicas de medição/observação. Não há fronteira natural entre sujeito e objeto, observador e observado - cortes são agenciais (emergem de configurações relacionais específicas). Cada aparato produz corte diferente, revelando diferentes aspectos do fenômeno.",
    "layer": "pratica-2"
  },
  {
    "id": "fenomenos",
    "name": "Fenômenos",
    "description": "Barad: Unidade básica da realidade na onto-epistemologia relacional. Não objetos isolados nem sujeitos separados, mas fenômenos relacionais indivisíveis. Fenômeno é a intra-ação em sua totalidade - aparato de medição + objeto medido + ambiente como configuração inseparável. Realidade é feita de fenômenos, não coisas.",
    "layer": "ecologica-2"
  },
  {
    "id": "memoria",
    "name": "memória",
    "layer": "epistemica-0",
    "description": "Conceito relacional: memória. [Descrição a ser expandida]"
  },
  {
    "id": "madhyamika",
    "name": "Mādhyamika",
    "description": "Escola budista do Caminho do Meio fundada por Nāgārjuna (c. 150-250 EC). Articula śūnyatā (vacuidade) como ausência de svabhāva (existência inerente). Todos fenômenos surgem através de pratītyasamutpāda (origem dependente) - quando isto existe, aquilo existe. Não é niilismo nem eternalismo, mas reconhecimento de que tudo é relacional.",
    "layer": "fundacional-1"
  },
  {
    "id": "poder-relacional",
    "name": "poder relacional",
    "layer": "politica-0",
    "description": "Conceito relacional: poder relacional. [Descrição a ser expandida]"
  },
  {
    "id": "rizoma",
    "name": "rizoma",
    "layer": "ontologica-2",
    "description": "Conceito relacional: rizoma. [Descrição a ser expandida]"
  },
  {
    "id": "assemblage",
    "name": "assemblage",
    "layer": "ontologica-2",
    "description": "Conceito relacional: assemblage. [Descrição a ser expandida]"
  },
  {
    "id": "plano-de-imanencia",
    "name": "plano de imanência",
    "layer": "fundacional-1",
    "description": "Conceito relacional: plano de imanência. [Descrição a ser expandida]"
  },
  {
    "id": "heterogeneidade",
    "name": "heterogeneidade",
    "layer": "ontologica-2",
    "description": "Conceito relacional: heterogeneidade. [Descrição a ser expandida]"
  },
  {
    "id": "ruptura-assignificante",
    "name": "ruptura assignificante",
    "layer": "ontologica-2",
    "description": "Conceito relacional: ruptura assignificante. [Descrição a ser expandida]"
  },
  {
    "id": "relacionalismo",
    "name": "relacionalismo",
    "layer": "fundacional-1",
    "description": "Conceito relacional: relacionalismo. [Descrição a ser expandida]"
  },
  {
    "id": "hibridez",
    "name": "hibridez",
    "layer": "ontologica-2",
    "description": "Conceito relacional: hibridez. [Descrição a ser expandida]"
  },
  {
    "id": "staying-with-trouble",
    "name": "staying with trouble",
    "layer": "ecologica-3",
    "description": "Conceito relacional: staying with trouble. [Descrição a ser expandida]"
  },
  {
    "id": "making-kin",
    "name": "making kin",
    "layer": "ontologica-2",
    "description": "Conceito relacional: making kin. [Descrição a ser expandida]"
  },
  {
    "id": "naturecultures",
    "name": "naturecultures",
    "layer": "ecologica-0",
    "description": "Conceito relacional: naturecultures. [Descrição a ser expandida]"
  },
  {
    "id": "svabhava",
    "name": "svabhava",
    "layer": "fundacional-1",
    "description": "Conceito relacional: svabhava. [Descrição a ser expandida]"
  },
  {
    "id": "vacuidade",
    "name": "vacuidade",
    "layer": "fundacional-1",
    "description": "Conceito relacional: vacuidade. [Descrição a ser expandida]"
  },
  {
    "id": "grounded-normativity",
    "name": "grounded normativity",
    "layer": "fundacional-1",
    "description": "Conceito relacional: grounded normativity. [Descrição a ser expandida]"
  },
  {
    "id": "recusa-gerativa",
    "name": "recusa gerativa",
    "layer": "politica-0",
    "description": "Conceito relacional: recusa gerativa. [Descrição a ser expandida]"
  },
  {
    "id": "terra-como-pedagogia",
    "name": "terra como pedagogia",
    "layer": "epistemica-0",
    "description": "Conceito relacional: terra como pedagogia. [Descrição a ser expandida]"
  },
  {
    "id": "place-thought",
    "name": "place-thought",
    "layer": "epistemica-0",
    "description": "Conceito relacional: place-thought. [Descrição a ser expandida]"
  },
  {
    "id": "sky-woman",
    "name": "Sky Woman",
    "layer": "ontologica-2",
    "description": "Conceito relacional: Sky Woman. [Descrição a ser expandida]"
  },
  {
    "id": "terra-como-pensante",
    "name": "terra como pensante",
    "layer": "ecologica-0",
    "description": "Conceito relacional: terra como pensante. [Descrição a ser expandida]"
  },
  {
    "id": "ontologia-indigena",
    "name": "ontologia indígena",
    "layer": "ontologica-0",
    "description": "Conceito relacional: ontologia indígena. [Descrição a ser expandida]"
  },
  {
    "id": "memoria-coletiva",
    "name": "memória coletiva",
    "layer": "temporal-0",
    "description": "Conceito relacional: memória coletiva. [Descrição a ser expandida]"
  },
  {
    "id": "ocasioes-de-experiencia",
    "name": "ocasiões de experiência",
    "layer": "fundacional-0",
    "description": "Whitehead: unidades atômicas de processo. Não substâncias duráveis, mas eventos momentâneos de becoming. Cada ocasião \"preende\" (apreende) outras, criando novidade."
  },
  {
    "id": "preensao",
    "name": "preensão",
    "layer": "temporal-0",
    "description": "Whitehead: como uma ocasião de experiência \"sente\" ou \"apreende\" outras ocasiões. Não percepção consciente, mas relacionalidade ontológica primordial. Preensões constituem processo."
  },
  {
    "id": "principio-de-relatividade",
    "name": "princípio de relatividade",
    "layer": "ontologica-2",
    "description": "Conceito relacional: princípio de relatividade. [Descrição a ser expandida]"
  },
  {
    "id": "sociedades",
    "name": "sociedades",
    "layer": "ontologica-2",
    "description": "Conceito relacional: sociedades. [Descrição a ser expandida]"
  },
  {
    "id": "kinship-time",
    "name": "kinship time",
    "layer": "ontologica-2",
    "description": "Conceito relacional: kinship time. [Descrição a ser expandida]"
  },
  {
    "id": "continuidade-coletiva",
    "name": "continuidade coletiva",
    "layer": "ontologica-2",
    "description": "Conceito relacional: continuidade coletiva. [Descrição a ser expandida]"
  },
  {
    "id": "temporalidades-nao-lineares",
    "name": "temporalidades não-lineares",
    "layer": "temporal-2",
    "description": "Conceito relacional: temporalidades não-lineares. [Descrição a ser expandida]"
  },
  {
    "id": "outro",
    "name": "Outro",
    "layer": "ontologica-2",
    "description": "Conceito relacional: Outro. [Descrição a ser expandida]"
  },
  {
    "id": "desconstrucao",
    "name": "desconstrução",
    "layer": "pratica-2",
    "description": "Prática derridiana de questionar oposições binárias, revelando como diferenças são produzidas relacionalmente. Não é destruição, mas análise das condições de possibilidade que estruturam sistemas de significação."
  },
  {
    "id": "espectralidade",
    "name": "espectralidade",
    "layer": "ecologica-3",
    "description": "Lógica do espectro em Derrida: o que não está nem presente nem ausente, mas assombra. Revela a impossibilidade de pureza ontológica - todo presente carrega traços de ausência."
  },
  {
    "id": "ritual",
    "name": "ritual",
    "layer": "pratica-2",
    "description": "Prática performativa que atualiza cosmologias. Não representa relações, mas as faz existir. Produz diferenciação e conexão simultâneas (Turner, Tambiah)."
  },
  {
    "id": "estrutura-social",
    "name": "estrutura social",
    "layer": "temporal-0",
    "description": "Para relacionalismo: não entidade fixa, mas padrões emergentes de relações. Estrutura é processo (Giddens), precipitado de práticas iteradas (Bourdieu)."
  },
  {
    "id": "global",
    "name": "global",
    "layer": "ontologica-3",
    "description": "Escala que unifica e homogeniza (Tsing). Opõe-se a fricção: o global emerge de encontros heterogêneos, mas apaga suas condições de produção."
  },
  {
    "id": "nepantla",
    "name": "nepantla",
    "layer": "ontologica-0",
    "description": "Conceito nahua (Anzaldúa): espaço-entre, limiar, zona de indefinição ontológica. Nem dentro nem fora, estado de transição permanente onde novas formas de ser emergem."
  },
  {
    "id": "diplomacia-ontologica",
    "name": "diplomacia ontológica",
    "layer": "ontologica-0",
    "description": "Prática de negociação entre mundos (Stengers, Blaser): não busca consenso ou síntese, mas coexistência de ontologias múltiplas. Requer desaceleração e atenção às condições de tradução."
  },
  {
    "id": "mundos-multiplos",
    "name": "mundos múltiplos",
    "layer": "ontologica-1",
    "description": "Pluralismo ontológico radical: não múltiplas perspectivas sobre um mundo, mas múltiplos mundos coexistentes. Cada prática enacts um mundo (Mol, Law, Blaser)."
  },
  {
    "id": "multinaturalismo",
    "name": "multinaturalismo",
    "layer": "ecologica-0",
    "description": "Cosmopolítica ameríndia (Viveiros de Castro): enquanto multiculturalismo pressupõe uma natureza e múltiplas culturas, multinaturalismo propõe múltiplas naturezas e uma cultura (perspectivismo)."
  },
  {
    "id": "espaco",
    "name": "espaço",
    "layer": "temporal-3",
    "description": "Não container vazio, mas produzido relacionalmente (Lefebvre, Massey). Espaço é prática social, configuração de relações materiais-simbólicas em devir."
  },
  {
    "id": "resistencia",
    "name": "resistencia",
    "layer": "politica-3",
    "description": "Não apenas oposição, mas criação de modos de existência alternativos. Para Foucault: onde há poder, há resistência - não exterior, mas imanente às relações de poder."
  },
  {
    "id": "utopia",
    "name": "utopia",
    "layer": "epistemica-1",
    "description": "Não-lugar que orienta ação presente. Para Bloch: princípio esperança, não-ainda-consciente. Para Levitas: método educado de esperança - imaginar futuros desejáveis."
  },
  {
    "id": "estruturas-dissipativas",
    "name": "estruturas dissipativas",
    "layer": "temporal-2",
    "description": "Teoria de Prigogine: sistemas longe do equilíbrio que mantém ordem através de fluxos de energia/matéria. Ordem emerge da irreversibilidade temporal - flecha do tempo é produtiva."
  },
  {
    "id": "tempo-irreversivel",
    "name": "tempo irreversível",
    "layer": "temporal-2",
    "description": "Temporalidade termodinâmica de Prigogine: passado e futuro não são simétricos. Entropia produz flecha do tempo que permite emergência, criatividade, auto-organização."
  },
  {
    "id": "tempo-messianico",
    "name": "tempo messiânico",
    "layer": "temporal-1",
    "description": "Temporalidade benjaminiana/agambeniana: não futuro utópico, mas tempo-de-agora (Jetztzeit) onde passado não-realizado irrompe. Cada momento é porta estreita para redenção."
  },
  {
    "id": "chronos",
    "name": "chronos",
    "layer": "temporal-2",
    "description": "Tempo cronológico, quantitativo, da sucessão ordenada (Deleuze). Opõe-se a Aion (tempo intensivo). Chronos mede, serializa, organiza - mas obscurece devir."
  },
  {
    "id": "revolucao",
    "name": "revolução",
    "layer": "temporal-2",
    "description": "Ruptura no tempo histórico que reordena passado-presente-futuro. Para Benjamin: não progresso, mas interrupção messiânica. Para Arendt: natalidade, novo começo radical."
  },
  {
    "id": "messianismo",
    "name": "messianismo",
    "layer": "temporal-3",
    "description": "Estrutura temporal de espera ativa sem messias determinado (Benjamin, Agamben, Derrida). Não teleologia, mas atenção ao que vem, abertura ao acontecimento."
  },
  {
    "id": "regimes-de-historicidade",
    "name": "regimes de historicidade",
    "layer": "temporal-2",
    "description": "Conceito de Hartog: formas sociais de experienciar tempo - como passado/presente/futuro se articulam. Modernidade privilegiou futuro; pós-modernidade, presente."
  },
  {
    "id": "poder-temporal",
    "name": "poder temporal",
    "layer": "temporal-3",
    "description": "Capacidade de definir qual tempo importa. Colonialismo impõe regimes temporais (progresso, desenvolvimento). Resistência implica reivindicar outras temporalidades."
  },
  {
    "id": "colonialidade",
    "name": "colonialidade",
    "layer": "ecologica-3",
    "description": "Padrão de poder que sobrevive ao colonialismo formal (Quijano, Mignolo). Opera através de racialização, imposição epistêmica, controle de subjetividade, naturalização de hierarquias."
  },
  {
    "id": "modernidade",
    "name": "modernidade",
    "layer": "ontologica-3",
    "description": "Para decoloniais: lado luminoso da colonialidade. Modernidade/colonialidade são inseparáveis - progresso europeu se funda em violência colonial (Dussel, Mignolo)."
  },
  {
    "id": "cultura",
    "name": "cultura",
    "layer": "temporal-0",
    "description": "Não essência identitária, mas processo relacional de produção de diferença. Para Wagner: cultura é invenção perpétua. Para Ingold: cultura vs biologia é divisão moderna a superar."
  },
  {
    "id": "america-latina",
    "name": "América Latina",
    "layer": "ontologica-3",
    "description": "Não região geográfica fixa, mas zona de fronteira ontológica (Mignolo). Construída por colonialidade, mas também lócus de pensamento decolonial, pluriversal."
  },
  {
    "id": "mesticagem",
    "name": "mestiçagem",
    "layer": "temporal-3",
    "description": "Processo ontológico-político de hibridização (Anzaldúa, Vasconcelos). Não síntese harmônica, mas zona de tensão produtiva. Consciência mestiza navega múltiplas ontologias."
  },
  {
    "id": "limiar-critico",
    "name": "limiar crítico",
    "layer": "temporal-0",
    "description": "Ponto onde sistema muda qualitativamente (Bateson, Prigogine). Pequenas mudanças causam reorganização total. Bifurcação onde irreversibilidade temporal se manifesta."
  },
  {
    "id": "informacao",
    "name": "informacao",
    "layer": "temporal-3",
    "description": "Para Bateson: diferença que faz diferença. Para Simondon: tensão pré-individual que individua. Não substância, mas padrão relacional, processo comunicativo."
  },
  {
    "id": "feedback",
    "name": "feedback",
    "layer": "etica-3",
    "description": "Circularidade causal (cibernética): output retorna como input. Positivo: amplifica (mudança). Negativo: estabiliza (homeostase). Dissolve linearidade causa-efeito."
  },
  {
    "id": "episteme",
    "name": "episteme",
    "layer": "epistemica-1",
    "description": "Configuração histórica do saber (Foucault): regras que tornam enunciados possíveis/verdadeiros em dada época. Não ideias, mas condições de possibilidade do pensamento."
  },
  {
    "id": "arqueologia-do-saber",
    "name": "arqueologia do saber",
    "layer": "pratica-3",
    "description": "Método foucaultiano: analisar arquivo, positividade do discurso, regras de formação. Não busca origem, mas descreve transformações nas práticas discursivas."
  },
  {
    "id": "metaestabilidade",
    "name": "metaestabilidade",
    "layer": "ecologica-3",
    "description": "Estado simondoniano: não equilíbrio, mas tensão rica em potenciais. Sistema metaestável carrega pré-individual - energia potencial para individuações futuras."
  },
  {
    "id": "pre-individual",
    "name": "pré-individual",
    "layer": "ontologica-1",
    "description": "Dimensão simondoniana anterior à individuação: não caos, mas campo estruturado de potenciais incompatíveis. Todo indivíduo carrega pré-individual - nunca se individua completamente."
  },
  {
    "id": "nao-dualidade",
    "name": "não-dualidade",
    "layer": "ontologica-2",
    "description": "Lógica relacional: não negação de diferenças, mas recusa de separações absolutas. Para Nishida: identidade-em-diferença. Para Nagarjuna: nem existência nem não-existência."
  },
  {
    "id": "anticolonial",
    "name": "anticolonial",
    "layer": "politica-3",
    "description": "Resistência política ao colonialismo. Diferente de decolonial: foca em independência nacional/territorial. Fanon: descolonização é processo violento de (re)criação humana."
  },
  {
    "id": "africana",
    "name": "africana",
    "layer": "temporal-0",
    "description": "Não essência, mas constelação de filosofias africanas: ubuntu (pessoa é pessoa através de outras pessoas), nommo (palavra criativa), tempo espiralar (Mbiti)."
  },
  {
    "id": "distribuido",
    "name": "distribuído",
    "layer": "ecologica-2",
    "description": "Agência/cognição distribuída (Hutchins, Clark): mente se estende por artefatos, ambiente, outros agentes. Não localizada em indivíduo, mas emergente de sistemas relacionais."
  },
  {
    "id": "relacionalismo-epistemico",
    "name": "relacionalismo-epistemico",
    "layer": "epistemica-1",
    "description": "Conhecimento não espelha realidade externa, mas emerge de relações constitutivas entre conhecedor e conhecido. Não há acesso neutro - observação já é intra-ação (Barad)."
  },
  {
    "id": "ecologia-politica",
    "name": "ecologia-politica",
    "layer": "ecologica-2",
    "description": "Ecologia é sempre política (Latour, Tsing, Haraway). Não gestão técnica de recursos, mas questão de quais mundos são possíveis, quem/o que conta, como decidimos juntos."
  },
  {
    "id": "aceleracao",
    "name": "aceleracao",
    "layer": "ontologica-1",
    "description": "Intensificação da velocidade técnico-social. Hartmut Rosa: dessincronização leva a alienação. Para aceleracionistas (Nick Land): acelerar capitalismo até colapso."
  },
  {
    "id": "capitalismo-de-vigilancia",
    "name": "capitalismo de vigilância",
    "layer": "ontologica-0",
    "description": "Zuboff: extração de dados comportamentais como matéria-prima para mercados de futuros comportamentais. Não vende produtos, mas predições sobre nós."
  },
  {
    "id": "tecnologia-digital",
    "name": "tecnologia digital",
    "layer": "ontologica-3",
    "description": "Não ferramentas neutras, mas mediadores que reconfiguram relações (Latour). Algoritmos, plataformas, interfaces: distribuem agency, moldam affordances, produzem subjetividades."
  },
  {
    "id": "misticismo-islamico",
    "name": "misticismo islâmico",
    "layer": "ontologica-1",
    "description": "Sufismo: união com divino através de aniquilação do ego (fana). Ibn Arabi: wahdat al-wujud (unidade do ser) - criação é auto-revelação de Deus."
  },
  {
    "id": "misticismo-cristao",
    "name": "misticismo cristão",
    "layer": "epistemica-1",
    "description": "Mestre Eckhart, Nuvem do Não-Saber: via negativa, deserto divino. Deus além de Deus, vazio que precede criação. Desapego radical para nascimento de Deus na alma."
  },
  {
    "id": "deserto-divino",
    "name": "deserto divino",
    "layer": "ontologica-1",
    "description": "Gottheit em Eckhart: Deus além de atributos, vazio criativo anterior à distinção criador/criatura. Não niilismo, mas plenitude anterior a toda determinação."
  },
  {
    "id": "heresia",
    "name": "heresia",
    "layer": "ontologica-3",
    "description": "Escolha (hairesis): desvio de ortodoxia que revela contingência de doutrinas. Para Deleuze: linha de fuga de dogma. Heresia é pensamento criativo, não erro."
  },
  {
    "id": "wood-wide-web",
    "name": "wood wide web",
    "layer": "ontologica-2",
    "description": "Rede micorrízica que conecta árvores via fungos (Simard). Troca nutrientes, água, sinais químicos. Floresta como super-organismo cooperativo, não indivíduos competindo."
  },
  {
    "id": "redes-miceliais",
    "name": "redes miceliais",
    "layer": "ontologica-2",
    "description": "Fungos formam redes subterrâneas que conectam plantas. Não hierárquica, distribuída, resiliente. Modelo para pensar relacionalidade não-arbórea (rizomática)."
  },
  {
    "id": "arvores-mae",
    "name": "árvores-mãe",
    "layer": "ontologica-2",
    "description": "Árvores antigas (hub trees) centrais em redes micorrízicas. Nutrem mudas, distribuem recursos. Não hierarquia fixa - função relacional, contextual."
  },
  {
    "id": "cooperacao-florestal",
    "name": "cooperação florestal",
    "layer": "ontologica-2",
    "description": "Florestas cooperam através de redes micorrízicas. Desafia narrativa darwinista de competição pura. Simbiose é regra, não exceção (Margulis, Sheldrake)."
  },
  {
    "id": "ecologia-relacional",
    "name": "ecologia relacional",
    "layer": "ecologica-1",
    "description": "Organismos não ocupam nichos pré-existentes, mas co-constroem nichos (Lewontin). Ambiente e organismo se individúam mutuamente - evolução é intra-ação."
  },
  {
    "id": "microbioma",
    "name": "microbioma",
    "layer": "ontologica-2",
    "description": "Ecossistema microbiano que habita organismos. Humanos são 90% micróbios, 10% células humanas. Não hospedeiro+passageiros, mas holobionte - entidade relacional."
  },
  {
    "id": "antropoceno",
    "name": "Antropoceno",
    "layer": "ecologica-2",
    "description": "Época geológica marcada por impacto humano planetário. Para Haraway: problema é separação humano/natureza. Propõe Chtuluceno - fazer-parentes, não fazer-bebês."
  },
  {
    "id": "convivialidade",
    "name": "convivialidade",
    "layer": "ontologica-3",
    "description": "Illich: ferramenta é convivial quando amplia autonomia sem criar dependência. Opõe-se a contraprodutividade - quando ferramenta passa limiar e perverte fins."
  },
  {
    "id": "contraproducencia",
    "name": "contraproducência",
    "layer": "epistemica-1",
    "description": "Illich: quando instituição produz efeito oposto a seu propósito. Escola emburrece, hospital adoece, transporte imobiliza. Passa limiar crítico de eficiência."
  },
  {
    "id": "iatrogenese",
    "name": "iatrogênese",
    "layer": "ontologica-1",
    "description": "Illich: doença produzida por medicina. Clínica (efeitos colaterais), social (medicalização), cultural (perda de capacidade de sofrer. Medicina passa limiar, vira ameaça."
  },
  {
    "id": "limites",
    "name": "limites",
    "layer": "ecologica-2",
    "description": "Para Illich: limiares além dos quais ferramentas se tornam contraproducentes. Para ecologia: limites planetários. Finitude como condição, não obstáculo."
  },
  {
    "id": "teoria-de-categorias",
    "name": "teoria de categorias",
    "layer": "ontologica-1",
    "description": "Matemática de estruturas e relações. Não objetos, mas morfismos (setas). Functores preservam estruturas relacionais. Abstração máxima: estuda relações entre relações."
  },
  {
    "id": "organizacoes",
    "name": "organizações",
    "layer": "temporal-3",
    "description": "Não entidades fixas, mas processos organizadores (Weick: organizing > organization). Padrões emergentes de relações, práticas, materialidades."
  },
  {
    "id": "trabalho-social",
    "name": "trabalho social",
    "layer": "ecologica-0",
    "description": "Marx: trabalho como metabolismo sociedade-natureza. Para feministas: trabalho reprodutivo invisibilizado. Para Illich: trabalho-sombra não-remunerado que sustenta economia."
  },
  {
    "id": "deslocamento",
    "name": "deslocamento",
    "layer": "ecologica-2",
    "description": "Movimento forçado (guerra, clima, economia). Não apenas espacial - deslocamento ontológico, perda de mundo (Heidegger). Refúgio como condição contemporânea."
  },
  {
    "id": "refugiados",
    "name": "refugiados",
    "layer": "etica-1",
    "description": "Arendt: refugiado expõe fragilidade de direitos (perda de comunidade política). Agamben: vida nua. Para Mbembe: necropolítica - quem vive, quem morre."
  },
  {
    "id": "gestao-de-risco",
    "name": "gestão de risco",
    "layer": "etica-3",
    "description": "Governamentalidade neoliberal (Foucault): risco individualizado, responsabilidade transferida a sujeitos. Incerteza domesticada em cálculo probabilístico."
  },
  {
    "id": "criancas",
    "name": "crianças",
    "layer": "ecologica-0",
    "description": "Não adultos incompletos, mas agentes com onto-epistemologias próprias (infância como devir). Para Ariès: infância é construção histórica, não natureza universal."
  },
  {
    "id": "africa",
    "name": "África",
    "layer": "ontologica-0",
    "description": "Não continente homogêneo, mas multiplicidade de ontologias, histórias, futuros. Afrofuturismo: ficção especulativa que recusa teleologia colonial."
  },
  {
    "id": "plataforma-digital",
    "name": "plataforma digital",
    "layer": "ontologica-1",
    "description": "Infraestrutura que medeia relações (Srnicek). Extrai dados, comanda algoritmos, governa interações. Capitalismo de plataforma: intermediação como acumulação."
  },
  {
    "id": "decisao-coletiva",
    "name": "decisão coletiva",
    "layer": "temporal-3",
    "description": "Não agregação de preferências individuais, mas processo deliberativo que transforma preferências. Para Arendt: ação plural que revela quem somos."
  },
  {
    "id": "assincrono",
    "name": "assíncrono",
    "layer": "temporal-0",
    "description": "Comunicação não-simultânea. Permite reflexão, inclusão de múltiplas temporalidades. Desafia fetiche da presença sincrônica como única forma de autenticidade."
  },
  {
    "id": "orcamento-participativo",
    "name": "orçamento participativo",
    "layer": "politica-2",
    "description": "Democracia direta sobre recursos públicos (Porto Alegre). Cidadãos deliberam prioridades orçamentárias. Pedagogia política: participar ensina a participar."
  },
  {
    "id": "democracia-participativa",
    "name": "democracia participativa",
    "layer": "ontologica-1",
    "description": "Não apenas votar, mas participar ativamente em decisões. Conselhos, assembleias, orçamento participativo. Para Pateman: participação educa, transforma subjetividades."
  },
  {
    "id": "mapeamento-de-opiniao",
    "name": "mapeamento de opinião",
    "layer": "ontologica-3",
    "description": "Visualizar diversidade de posições sem forçar consenso. Ferramentas como Polis, Remesh: agrupar por similaridade, revelar pontos de convergência/divergência."
  },
  {
    "id": "visualizacao",
    "name": "visualização",
    "layer": "ontologica-1",
    "description": "Não representação neutra, mas retórica visual que constrói realidades. Dados já são interpretação - visualizar é dupla mediação."
  },
  {
    "id": "razao-instrumental",
    "name": "razao-instrumental",
    "layer": "ecologica-0",
    "description": "Adorno/Horkheimer: razão reduzida a meio para fins (eficiência, cálculo). Domínio da natureza vira domínio dos humanos. Iluminismo dialético: emancipação vira opressão."
  },
  {
    "id": "dominacao-estrutural",
    "name": "dominacao-estrutural",
    "layer": "etica-0",
    "description": "Não apenas coerção direta, mas poder inscrito em estruturas (econômicas, raciais, patriarcais). Violência simbólica (Bourdieu), hegemonia (Gramsci)."
  },
  {
    "id": "reificacao",
    "name": "reificacao",
    "layer": "ontologica-1",
    "description": "Lukács: relações sociais aparecem como coisas naturais. Fetichismo da mercadoria: produtos do trabalho humano ganham vida própria, ocultam relações de exploração."
  },
  {
    "id": "fechamento-totalitario",
    "name": "fechamento-totalitario",
    "layer": "etica-0",
    "description": "Marcuse: sociedade industrial avançada integra oposições, fecha possibilidades de transcendência. Dessublimação repressiva: satisfações imediatas bloqueiam transformação."
  },
  {
    "id": "integracao-sistemica",
    "name": "integracao-sistemica",
    "layer": "etica-0",
    "description": "Habermas: coordenação social via dinheiro/poder, não linguagem. Sistema coloniza mundo-da-vida - esferas comunicativas são substituídas por meios."
  },
  {
    "id": "praxis",
    "name": "praxis",
    "layer": "etica-1",
    "description": "Marx: atividade humana que transforma mundo e a si mesma. Não teoria vs prática, mas unidade dialética. Consciência emerge da práxis, não a precede."
  },
  {
    "id": "feminismo-interseccional",
    "name": "feminismo-interseccional",
    "layer": "ontologica-3",
    "description": "Crenshaw: opressões se entrelaçam (raça, gênero, classe, sexualidade). Não soma, mas matriz - mulher negra não é mulher+negra, mas posição específica."
  },
  {
    "id": "mobilizacao-coletiva",
    "name": "mobilizacao-coletiva",
    "layer": "ontologica-2",
    "description": "Não agregado de indivíduos, mas processo relacional de formação de identidade coletiva. Frames interpretativos, repertórios de ação, estruturas de oportunidade."
  },
  {
    "id": "pluralismo-agonistico",
    "name": "pluralismo-agonistico",
    "layer": "etica-0",
    "description": "Mouffe: democracia não elimina conflito, mas o canaliza. Adversários, não inimigos. Consenso é hegemonia provisória - dissenso é constitutivo do político."
  },
  {
    "id": "contingencia-radical",
    "name": "contingencia-radical",
    "layer": "etica-0",
    "description": "Não há fundamento necessário (Laclau/Mouffe). Toda ordem social é hegemônica, não natural. Abertura para articulação política - nada está dado definitivamente."
  },
  {
    "id": "dissenso",
    "name": "dissenso",
    "layer": "etica-0",
    "description": "Rancière: não discordância sobre tópicos, mas sobre quem pode falar, o que é audível. Política é irrupção dos sem-parte, reconfiguração do sensível."
  },
  {
    "id": "ruptura-politica",
    "name": "ruptura-politica",
    "layer": "etica-0",
    "description": "Rancière: política não é gestão, mas interrupção da ordem policial. Demonstração de igualdade por quem foi excluído. Acontecimento que redistribui o sensível."
  },
  {
    "id": "flexibilizacao",
    "name": "flexibilizacao",
    "layer": "ontologica-1",
    "description": "Discurso neoliberal: adaptabilidade como virtude. Precarização travestida de autonomia. Sennett: corrosão do caráter - impossibilidade de narrativa coerente."
  },
  {
    "id": "novo-espirito-capitalista",
    "name": "novo-espirito-capitalista",
    "layer": "etica-0",
    "description": "Boltanski/Chiapello: capitalismo incorpora críticas (autonomia, criatividade) e as transforma em motores de acumulação. Cooptação como renovação."
  },
  {
    "id": "epistemologia-situada",
    "name": "epistemologia-situada",
    "layer": "etica-0",
    "description": "Haraway: conhecimento sempre é parcial, corporificado, localizado. Objetividade não é vista de lugar nenhum, mas conexão parcial. Situated knowledges > relativismo ou objetivismo."
  },
  {
    "id": "pluralismo-epistemico",
    "name": "pluralismo-epistemico",
    "layer": "ecologica-1",
    "description": "Não relativismo: múltiplos saberes válidos segundo critérios próprios. Ecologia de saberes (Sousa Santos): diálogo horizontal entre conhecimentos, não hierarquia."
  },
  {
    "id": "decolonialidade",
    "name": "decolonialidade",
    "layer": "epistemica-1",
    "description": "Projeto de desprendimento da matriz colonial de poder (Mignolo, Walsh). Não retorno ao pré-colonial, mas criação de novas formas de ser/saber/poder."
  },
  {
    "id": "epistemologia-fronteirica",
    "name": "epistemologia-fronteiriça",
    "layer": "ontologica-3",
    "description": "Anzaldúa, Mignolo: pensar desde bordas, não centros. Mestiça/fronteiriço habita múltiplas epistemologias. Vantagem epistêmica da margem (hooks)."
  },
  {
    "id": "anti-normatividade",
    "name": "anti-normatividade",
    "layer": "ontologica-1",
    "description": "Recusa de normas como prescrição universal. Para teoria queer: norma é violência que produz abjeção. Proliferação de diferenças contra normalização."
  },
  {
    "id": "diversidade-constitutiva",
    "name": "diversidade-constitutiva",
    "layer": "ontologica-3",
    "description": "Diferença não é desvio de identidade original, mas condição ontológica. Multiplicidade precede unidade - diversidade é regra, não exceção."
  },
  {
    "id": "diferenca-ontologica",
    "name": "diferenca-ontologica",
    "layer": "ontologica-0",
    "description": "Heidegger: diferença entre Ser e ente. Ontologia esquece Ser, trata apenas entes. Para Derrida: différance - diferimento/diferenciação que precede presença."
  },
  {
    "id": "singularizacao",
    "name": "singularizacao",
    "layer": "temporal-2",
    "description": "Guattari: produção de singularidade contra serialização capitalística. Não individualismo, mas processos de diferenciação criativa, devires minoritários."
  },
  {
    "id": "auto-referencia",
    "name": "auto-referencia",
    "layer": "ontologica-3",
    "description": "Sistema que se refere a si próprio (Luhmann, Varela). Não narcisismo, mas condição de autonomia. Circularidade produtiva: sistema define próprios limites."
  },
  {
    "id": "circularidade-produtiva",
    "name": "circularidade-produtiva",
    "layer": "ontologica-1",
    "description": "Não círculo vicioso, mas virtuoso (Varela). Auto-referência que produz novidade. Hermenêutica: interpretação modifica interpretando - espiral, não círculo fechado."
  },
  {
    "id": "fechamento-operacional",
    "name": "fechamento-operacional",
    "layer": "ontologica-3",
    "description": "Maturana/Varela: sistema produz próprios elementos. Fechado operacionalmente, aberto informativamente. Não isolamento, mas autonomia - define próprios critérios."
  },
  {
    "id": "emergencia-sistemica",
    "name": "emergencia-sistemica",
    "layer": "etica-0",
    "description": "Propriedades de nível superior não redutíveis a componentes. Consciência emerge de neurônios mas não está em neurônio. Todo irredutível a partes. Opõe-se a reducionismo."
  },
  {
    "id": "resistencia-cotidiana",
    "name": "resistencia-cotidiana",
    "layer": "politica-2",
    "description": "Scott: armas dos fracos - pequenos atos de não-cooperação. Não revolução heroica, mas sabotagens sutis. Infra-política: resistência invisível a elites."
  },
  {
    "id": "infrapolitica",
    "name": "infrapolitica",
    "layer": "etica-0",
    "description": "Scott: política fora da vista - rumores, piadas, ritos. Discurso oculto dos dominados. Não hegemonia, mas cotidiano subversivo. Política molecular."
  },
  {
    "id": "agencia-subordinada",
    "name": "agencia-subordinada",
    "layer": "ontologica-1",
    "description": "Agência não desaparece sob dominação, mas se reconfigura. Spivak: subalterno pode falar? Para Scott: fala em registros que elite não reconhece."
  },
  {
    "id": "interseccionalidade",
    "name": "interseccionalidade",
    "layer": "ontologica-2",
    "description": "Crenshaw: sistemas de opressão se entrecruzam, produzindo experiências específicas. Não hierarquia de opressões, mas matriz relacional de dominação."
  },
  {
    "id": "feminismo-negro",
    "name": "feminismo-negro",
    "layer": "ontologica-3",
    "description": "Collins, hooks, Lorde: experiência de mulheres negras não é soma racismo+sexismo. Matriz específica. Outsider within: vantagem epistêmica da margem."
  },
  {
    "id": "opressoes-entrelacadas",
    "name": "opressoes-entrelaçadas",
    "layer": "ontologica-3",
    "description": "Não opressões paralelas que se adicionam, mas entrelaçadas que se co-constituem. Patriarcado é racializado, racismo é generizado, capitalismo é ambos."
  },
  {
    "id": "justica-social",
    "name": "justica-social",
    "layer": "etica-0",
    "description": "Não apenas distribuição equitativa, mas reconhecimento (Fraser), representação, capacidades (Nussbaum). Para decoloniais: justiça cognitiva - validar outros saberes."
  },
  {
    "id": "identidades-entrelacadas",
    "name": "identidades-entrelaçadas",
    "layer": "ontologica-1",
    "description": "Não identidades somadas (mulher+negra+pobre), mas entrelaçadas em configuração única. Para Crenshaw: experiência não-fragmentável."
  },
  {
    "id": "coalicao-politica",
    "name": "coalicao-politica",
    "layer": "etica-0",
    "description": "Não unidade essencial, mas articulação estratégica de diferenças (Mouffe). Temporária, contingente. Para Butler: coalizão afirma, não dissolve diferenças."
  },
  {
    "id": "mudanca-paradigmatica",
    "name": "mudanca-paradigmatica",
    "layer": "etica-0",
    "description": "Kuhn: ciência não evolui linearmente, mas por revoluções. Incomensurabilidade de paradigmas: não soma conhecimentos, mas muda perguntas/critérios."
  },
  {
    "id": "pontos-alavancagem",
    "name": "pontos-alavancagem",
    "layer": "etica-0",
    "description": "Meadows: lugares no sistema onde pequena mudança causa grande efeito. Não parâmetros, mas estrutura de feedbacks, paradigmas. Mudar paradigma é maior alavancagem."
  },
  {
    "id": "pensamento-sistemico",
    "name": "pensamento-sistemico",
    "layer": "etica-0",
    "description": "Não pensar em partes isoladas, mas relações, feedbacks, emergências. Holismo metodológico: entender sistema como totalidade dinâmica."
  },
  {
    "id": "experimentacao",
    "name": "experimentacao",
    "layer": "epistemica-1",
    "description": "Não aplicação de teoria, mas produção de conhecimento situado. Para Stengers: ciência como prática que faz mundo. Experimento é intra-ação (Barad)."
  },
  {
    "id": "utopias-reais",
    "name": "utopias-reais",
    "layer": "ontologica-1",
    "description": "Wright: instituições existentes que prefiguram alternativas. Cooperativas, commons, orçamento participativo. Não fantasia, mas experimentação viável."
  },
  {
    "id": "acoplamento-estrutural",
    "name": "Acoplamento Estrutural",
    "description": "Maturana & Varela: co-determinação recíproca entre sistema autopoiético e meio. Não é input/output - é deriva estrutural mútua. Observador e observado modificam-se através de interações recorrentes. Cada encontro deixa marcas estruturais que modulam encontros futuros. História de acoplamentos constitui identidade do sistema.",
    "layer": "fundacional-0"
  },
  {
    "id": "ruptura-metabolica",
    "name": "Ruptura Metabólica",
    "description": "Marx: capitalismo rompe metabolismo sociedade-natureza. Nutrientes extraídos de solo rural não retornam - acumulam-se como poluição urbana. Separação cidade/campo, Norte/Sul, produção/reprodução cria rupturas sistêmicas. Solo empobrece enquanto rios urbanos envenenam. Solução não é tecnológica mas reorganização metabólica - fechar ciclos através de redistribuição.",
    "layer": "ecologica-2"
  },
  {
    "id": "criterios-imunologicos",
    "name": "Critérios Imunológicos",
    "description": "Framework material para distinguir relacionalidade genuína de simulacro neoliberal. Corporações celebram 'ecossistemas' mantendo hierarquias. Critérios: 1) Distribuição real de poder de reconfiguração, 2) Transparência recíproca vs assimétrica, 3) Reversibilidade sem penalidade catastrófica, 4) Apropriação equitativa de valor produzido coletivamente, 5) Coerência performativa entre práticas e princípios.",
    "layer": "fundacional-2"
  },
  {
    "id": "protocolo-setima-geracao",
    "name": "Protocolo de Sétima Geração",
    "description": "Haudenosaunee: decisões devem considerar impacto até sétima geração futura. Operacionalização: três rodadas deliberativas. 1) Análise temporal obrigatória por grupo rotativo (pontos de irreversibilidade, dependências de trajetória, externalidades temporais, incertezas irredutíveis). 2) Deliberação ampliada da assembleia. 3) Decisão com supermajoria temporal (2/3) para impactos de longo prazo.",
    "layer": "temporal-2"
  },
  {
    "id": "assembleias-expandidas",
    "name": "Assembleias Expandidas",
    "description": "Incluir não-humanos em decisões sem romantismo nem antropomorfismo. Rio/terra participam através de dados continuamente atualizados (fluxo, temperatura, biodiversidade) apresentados em dashboards. Mudanças súbitas nos parâmetros acionam suspensão automática de decisões até investigação. Guardiões legais (Rio Whanganui) + monitoramento científico + input comunitário.",
    "layer": "pratica-0"
  },
  {
    "id": "epistemologia-relacional-robusta",
    "name": "Epistemologia Relacional Robusta",
    "description": "Resolver conflitos epistêmicos incomenssuráveis sem relativismo. 4 princípios: 1) Conhecimento como prática situada (não representação mental), 2) Validação por consequências práticas em contextos específicos, 3) Falibilismo radical (todo conhecimento revisável com razões públicas), 4) Pluralismo pragmático (múltiplas epistemologias coexistem quando produzem intervenções efetivas). Não relativismo - pragmatismo.",
    "layer": "epistemica-3"
  },
  {
    "id": "tipologia-relacionalidades",
    "name": "Tipologia de Relacionalidades",
    "description": "Relacionalidade não é privilégio de classe média educada. Três modos não-hierárquicos: 1) Relacionalidade de sobrevivência (escassez severa - protocolos acelerados, rodízio não-monetário), 2) Relacionalidade institucional (recursos moderados - processos deliberativos elaborados), 3) Relacionalidade de resistência (contextos opressivos - redes clandestinas, códigos cifrados). Cada contexto exige práticas apropriadas.",
    "layer": "politica-0"
  },
  {
    "id": "protocolos-escassez-severa",
    "name": "Protocolos para Escassez Severa",
    "description": "Governança relacional adaptada a recursos extremamente limitados: 1) Assembleia Acelerada de Futuridade (90 min vs horas), 2) Redistribuição via rodízio de recursos não-monetários (economia de dádiva), 3) Decisão por consentimento tácito (com proteções contra abuso), 4) Círculo de anciãos (justiça restaurativa sem expertise especializada), 5) Observação sensorial coletiva (incluir terra sem expertise ecológica), 6) Narrativas de experimentação (documentação oral vs métricas).",
    "layer": "pratica-3"
  },
  {
    "id": "reversibilidade",
    "name": "Reversibilidade",
    "description": "Capacidade de desfazer decisões sem penalidade catastrófica. Critério imunológico contra cooptação: relações genuinamente relacionais permitem saída, mudança de direção, revisão sem destruição. Vs irreversibilidade como mecanismo de captura (contratos leoninos, dependências tecnológicas, dívidas impagáveis).",
    "layer": "temporal-2"
  },
  {
    "id": "futuridade",
    "name": "Futuridade",
    "description": "Relação com futuro não como previsão mas como campo de possibilidades abertas. Futuro não está determinado nem completamente indeterminado - é constrangido por passado e presente mas não totalmente fixado. Futuridade queer, afrofuturismo, futuros indígenas articulam temporalidades não-lineares.",
    "layer": "temporal-1"
  },
  {
    "id": "escassez",
    "name": "Escassez",
    "description": "Pode ser construída socialmente (cercamentos, propriedade privada) ou materialmente real (limites planetários). Não naturalizar escassez artificialmente produzida, mas também não negar finitude material. Escassez severa exige protocolos relacionais adaptados, não abandono de relacionalidade.",
    "layer": "politica-0"
  }
]